{
    "INICI" : "HOME",
    "NOSALTRES": "ABOUT US",
    "CLÍNICA": "FACILITIES",
    "TRACTAMENTS": "TREATMENTS",
    "ORTODÒNCIA": "ORTHODONTICS",
    "PERIODÒNCIA": "PERIODONTICS",
    "IMPLANTOLOGIA": "IMPLANTOLOGY",
    "PRÒTESI I ESTÈTICA": "PROSTHETICS AND AESTHETICS",
    "ENDODÒNCIA": "ENDODONTICS",
    "ODONTOPEDIATRIA": "PEDIATRIC DENTISTRY",
    "TESTIMONIALS": "TESTIMONIALS",
    "CONTACTE": "CONTACT",
    "Horaris": "Timetable",
    "Menú": "Menu",
    "De dilluns a dijous<br>Matins: 9:30h a 13:30h<br>Tardes: 16:00h a 20:00h<br>Divendres de: 9:30h a 13:30h" : "From Monday to Thursday<br>Mornings: 9:30 a.m. to 1:30 p.m.<br>Afternoons: 4:00 p.m. to 8:00 p.m.<br>Friday: 9:30 a.m. to 1:30 p.m.",
    "Inici": "Home",
    "Nosaltres": "About us",
    "La clínica": "Facilities",
    "Testimonials": "Testimonials",
    "Contacte" : "Contact",

    "A Girona des de 1949" : "In Girona since 1949",
    "Especialistes en ortodòncia, <br>implants i estètica" : "Specialists in orthodontics, <br>implants and aesthetics",
    "A l'avantguarda de la innovació" : "At the forefront of innovation",
    "Una clínica dental pensada per a tu" : "A dental clinic designed for you",
    "A l'avantguarda<br> de la innovació" : "At the forefront<br> of innovation",
    "Un equip centrat en tu" : "A team focused on you",
    "Clínica Barroso posa a disposició un equip multidisciplinar experts en ortodòncia i odontopediatria, implantologia i rehabilitació oral, estètica dental, endodòncia i periodòncia amb els coneixements més actualitzats per a que la teva experiència sigui la millor possible." : "Clínica Barroso provides a multidisciplinary team of experts in orthodontics and pediatric dentistry, implantology and oral rehabilitation, dental aesthetics, endodontics and periodontics with the most up-to-date knowledge to make your experience the best possible.",
    "Cada cas serà tractat de manera individualitzada, buscant un tractament “fet a mida” per a cada situació particular." : "Each case will be treated individually, looking for a “tailor-made” treatment for each particular situation.",
    "Cita previa" : "Prior appointment",
    "Disseny de somriures" : "Smile design",
    "Somriure és un acte instintiu, natural i fins i tot beneficiós per a la salut." : "Smiling is an instinctive, natural and even beneficial act for health.",
    "Veure més" : "See more",
    "Odontologia avançada" : "Advanced dentistry",
    "Buscant l'excel.lència en cada tractament." : "Seeking excellence in each treatment.",
    "Especialistes en ortodòncia, implants i estètica" : "Specialists in orthodontics, implants and aesthetics",
    "Formació, dedicació, resultats." : "Training, dedication, results.",
    "La veu de l'expert" : "The voice of the expert",
    "Innovació i actualització constants." : "Constant innovation and updating.",
    "Una clínica dental amb historia" : "A dental clinic with history",
    
    "Qui som" : "Who are we",
    "Som una clínica dental amb una llarga tradició familiar, ubicada a Girona des de l'any 1949.<br><br> L'equip multidisciplinari de dentistes especialitzats format en la seva majoria per a professors universitaris està dirigit per la tercera generació d'odontòlegs de la família Barroso.<br><br> L'autoexigència i el compromís en cada tractament, i la confiança depositada per a milers de pacients durant més de 70 anys d'activitat, la converteix en una clínica dental de referència a Girona." : "We are a dental clinic with a long family tradition, located in Girona since 1949.<br><br> The multidisciplinary team of specialized dentists formed mostly for university professors is led by the third generation of dentists of the Barroso family. The self-demand and commitment in each treatment, and the trust placed by thousands of patients during more than 70 years of activity, makes it a dental clinic of reference in Girona.",
    "ODONTOLOGIA RESTAURADORA I PRÒTESI" : "RESTORATIVE DENTISTRY AND PROSTHESIS",
    "CIRURGIA ORAL, IMPLANTS I PRÒTESIS" : "ORAL SURGERY, IMPLANTS AND PROSTHESIS",
    "ORTODÒNCIA I ODONTOPEDIATRIA" : "ORTHODONTICS AND PEDIATRIC DENTISTRY",
    "ENDODONCISTA" : "ENDODONTIST",
    "ODONTOLOGIA RESTAURADORA I ESTÈTICA" : "RESTORATIVE AND AESTHETIC DENTISTRY",
    "AUXILIAR I HIGIENISTA" : "ASSISTANT AND HYGIENIST",
    "AUXILIAR DE CLÍNICA" : "CLINICAL ASSISTANT",
    "enric.jpg" : "enric-es.jpg",
    "albert.jpg" : "albert-es.jpg",
    "cristina.jpg" : "cristina-es.jpg",
    "beatriz.jpg" : "beatriz-es.jpg",
    "anna.jpg" : "anna-es.jpg",
    "pilar.jpg" : "pilar-es.jpg",
    "marta.jpg" : "marta-es.jpg",
    "yael.jpg" : "yael-es.jpg",
    "alba.jpg" : "alba-es.jpg",

    "Les nostres instal.lacions" : "Our facilities",
    
    "Ortodòncia" : "Orthodontics",
    "És l'especialitat que té com a finalitat la correcció de la posició de les dents i el control del creixement dels maxil.lars amb l'objectiu d'aconseguir no només una correcta alineació dental, si no també restablir l'equilibri funcional de la boca i millorar l'harmonia facial." : "It is the specialty that aims to correct the position of the teeth and control the growth of the jaws with the aim of not only achieving correct dental alignment, but also restoring the functional balance of the mouth and improve facial harmony.",
    "Abans d'iniciar el tractament ortodòntic, realitzem un estudi dels problemes funcionals, dentals i estètics del pacient. L'estudi d'ortodòncia és imprescindible per poder oferir el millor pla de tractament individualitzat. L'ortodoncista ha de dedicar temps i recursos per analitzar cada cas i obtenir un diagnòstic complet. Els registres que utilitzem són:" : "Before starting the orthodontic treatment, we carry out a study of the patient's functional, dental and aesthetic problems. The orthodontic study is essential to be able to offer the best individualized treatment plan. The orthodontist must devote time and resources to analyze each case and obtain a complete diagnosis. The registers we use are:",
    "- Fotografies intraorals" : "- Intraoral photographs",
    "- Fotografies frontal i de perfil (en repòs i somriure natural)" : "- Frontal and profile photos (at rest and natural smile)",
    "- Models digitals de la boca realizats amb l'escàner intraoral" : "- Digital models of the mouth made with the intraoral scanner",
    "- Dues radiografies: l'ortopantomografia i la radiografia lateral de crani" : "- Two x-rays: orthopantomography and lateral skull x-ray",
    "- Proves complementàries com el TAC dental segons el cas" : "- Complementary tests such as the dental TAC according to the case",
    "Ortodòncia invisible" : "Invisible orthodontics",
    "L'ortodòncia invisible és un sistema d'ortodòncia estètica per a aquelles persones que necessiten alinear-se les dents, però que per motius personals o professionals volen que els seus aparells no siguin visibles. Per a això, s'utilitzen una seqüència d'alineadors transparents que a poc a poc van corregint la posició de les dents. Un gran avantatge és que te'ls pots treure per menjar o rentar-te les dents, la qual cosa ofereix una major comoditat i higiene.<br><br>Els alineadors són fabricats individualment per a cada pacient a partir d'una planificació digital realitzada per la Dra. Barroso." : "Invisible orthodontics is an aesthetic orthodontic system for those people who need to align their teeth, but who for personal or professional reasons want their appliances to be invisible. For this, a sequence of transparent aligners are used that gradually correct the position of the teeth. A big advantage is that you can take them off to eat or brush your teeth, which offers greater comfort and hygiene.<br><br>The aligners are manufactured individually for each patient based on digital planning carried out by Dr. Cristina Barroso.",
    "Ortodòncia infantil" : "Children's orthodontics",
    "Quan recomanem realitzar la primera visita amb l'ortodoncista?" : "When do we recommend making the first visit with the orthodontist?",
    "Recomanem la primera visita amb l'ortodoncista al voltant dels 6 anys. A aquesta edat i inclús abans podem detectar mals hàbits com són la respiració oral, succió del dit i del xumet, mala col.locació de la llengua… El diagnòstic precoç ens evitarà futurs problemes en el creixement dels maxil.lars." : "We recommend the first visit with the orthodontist around the age of 6. At this age and even earlier we can detect bad habits such as mouth breathing, finger and pacifier sucking, bad placement of the tongue... Early diagnosis will prevent future problems in the growth of the jaws.",
    "Els grans avantatges de l'ortodòncia infantil són:" : "The great advantages of children's orthodontics are:",
    "· Millorar la malposició de les dents evitant tractaments més complexes i més llargs en un futur" : "· Improve the malposition of the teeth by avoiding more complex and longer treatments in the future",
    "· Afavorir un correcte creixement simètric dels maxil.lars" : "· Promote a correct symmetrical growth of the maxilla",
    "· Millorar la respiració del nen/a en els casos on realitzem una expansió del paladar" : "· Improve the child's breathing in cases where we perform an expansion of the palate",
    "· Millorar múltiples funcions com són la parla i la masticació" : "· Improve multiple functions such as speech and mastication",
    "<b>Cas 1.</b> Abans-després d'un tractament d'expansió del paladar realitzat en una nena de 7 anys." : "<b>Case 1.</b> Before-after a palate expansion treatment performed on a 7-year-old girl.",
    "<b>Cas 2.</b> Abans-després d'un tractament d'expansió del paladar realitzat en un nen de 8 anys." : "<b>Case 2.</b> Before-after a palate expansion treatment performed on a 8-year-old boy.",
    "Ortodòncia amb brackets damon" : "Orthodontics with damon brackets",
    "Una altra opció per alinear les dents és mitjançant els anomenats 'ferros' que més tècnicament anomenem brackets. Existeixen diversos tipus de brackets:" : "Another option for aligning the teeth is using the braces. There are several types of braces:",
    "· Els brackets tradicionals: utilitzen gomes per subjectar els arcs" : "· Traditional braces: use rubbers to hold the arches",
    "· Els brackets d'autolligat Damon: no necessiten gomes per subjectar els arcs" : "· Damon self-ligating braces: they don't need rubbers to hold the arches",
    "A Clínica Barroso utilitzem els brackets Damon perquè ens ofereixen una sèrie d'avantatges respecte als brackets tradicionals. El fet d'utilizar un bracket d'alta qualitat i tecnologia ens permet:" : "At Clínica Barroso we use Damon braces because they offer us a number of advantages over traditional braces. Using a high-quality bracket and technology allows us to:",
    "· Una millora de l'estètica facial al crear un somriure més ampli" : "· An improvement in facial aesthetics by creating a wider smile",
    "· Més comoditat pel pacient al produir-se moviments més suaus de les dents. Es noten menys les forces" : "· Greater comfort for the patient as smoother movements of the teeth occur. The forces are less noticeable",
    "· Disminució de l'acumulació de bactèries al no portar gomes al voltant dels brackets, i conseqüentment una millor higiene dental" : "· Decrease in the accumulation of bacteria by not wearing rubber bands around the braces, and consequently better dental hygiene",
    "<b>Cas 3.</b> Abans-després d'un tractament d'ortodòncia realitzat amb brackets Damon" : "<b>Case 3.</b> Before-after an orthodontic treatment performed with Damon braces",
    "Casos complexes tractats amb microcargols" : "Complex cases treated with miniscrews",
    "L'oclusió és la correcta relació entre les dents de dalt i les de baix.  Algunes funcions com són la parla i la masticació es poden veure afectades a causa d'una maloclusió." : "Occlusion is the correct relationship between the upper and lower teeth. Some functions such as speech and chewing can be affected due to a malocclusion.",
    "De vegades per solucionar determinades maloclusions és necessari l'ús de tècniques més complexes i per tant un coneixement específic sobre aquest tipus de tractaments. Una d'aquestes tècniques és l'ús dels microcargols. Es tracten de petites fixacions que col.loquem temporalment en els ossos maxil.lar i mandibular. La seva funció es generar forces addicionals per tal d'aconseguir moviments més precisos de les dents." : "Sometimes to solve certain malocclusions it is necessary to use more complex techniques and therefore specific knowledge about this type of treatment. One of these techniques is the use of miniscrews. These are small fixations that we place temporarily in the maxillary and mandibular bones. Its function is to generate additional forces in order to achieve more precise movements of the teeth.",
    "Ortodòncia combinada amb cirurgia maxil.lofacial" : "Orthodontics combined with maxillofacial surgery",
    "És la modalitat d'ortodòncia pels pacients adults que ja han acabat el seu creixement i que presenten una maloclusió severa on s'ha de modificar la posició dels ossos maxil.lars." : "It is the orthodontic modality for adult patients who have already finished growing and who present a severe malocclusion where the position of the maxillary bones must be modified.",
    "Amb l'ortodòncia primer posicionem correctament les dents dins del maxil.lar i mandíbula, i seguidament amb la cirurgia es col.loquen bé els ossos per tal d'aconseguir un bon engranatge de les dents, a més a més de millorar l'estètica facial i la funció masticatòria." : "With orthodontics, we first position the teeth correctly in the maxilla and jaw, and then with surgery, the bones are placed correctly in order to achieve a good gearing of the teeth, in addition to improving aesthetics facial and masticatory function.",
    
    "Periodòncia i prevenció" : "Periodontics and prevention",
    "La periodòncia és l'especialitat de l'odontologia que diagnostica i tracta els problemes dels teixits que donen suport a les dents (genives). Les principals malalties periodontals són la gingivitis i la periodontitis. La gingivitis consisteix en la inflamació i sagnat de la geniva sense afectar l'os. Quan l'os que dona suport a la dent comença a ser destruït per un procés bacterià ja parlem de periodontitis." : "Periodontics is the specialty of dentistry that diagnoses and treats problems with the tissues that support the teeth (gums). The main periodontal diseases are gingivitis and periodontitis. Gingivitis consists of the inflammation and bleeding of the gum without affecting the bone. When the bone that supports the tooth begins to be destroyed by a bacterial process, we are talking about periodontitis.",
    "Procés de la malaltia periodontal amb inflamació gingival i destrucció d'os alveolar." : "Periodontal disease process with gingival inflammation and alveolar bone destruction.",
    "El tractament de la malaltia periodontal consisteix en una adequada higiene professional, amb l'utilització d'ultrasons i raspatges amb curetes periodontals. També serà molt important en cas que sigui necessari la correcció de les tècniques del manteniment de la higiene oral diària per part del pacient." : "The treatment of periodontal disease consists of adequate professional hygiene, with the use of ultrasound and scraping with periodontal curettes. It will also be very important if it is necessary to correct the techniques of daily oral hygiene maintenance by the patient.",
    "Recuperació parcial de l'os perdut al voltant d'una dent amb malaltia periodontal." : "Partial recovery of lost bone around a tooth with periodontal disease.",
    "En aquesta especialitat també s'inclouen les tècniques de cirurgia plàstica mucogingival. Són tècniques quirúrgiques que tenen com a objectiu corregir els defectes de la geniva que envolta la dent. S'empraran tècniques de microcirurgia mucogingival per a millorar la qualitat i la posició de les genives afectades." : "Mucogingival plastic surgery techniques are also included in this specialty. These are surgical techniques that correct defects in the gum that surrounds the tooth. Mucogingival microsurgery techniques will be used to improve the quality and position of the affected gums.",
    "Recuperació de quantitat de teixit gingival en recessions múltiples amb empelts de geniva." : "Recovery of gingival tissue quantity in a case of  multiple recessions by doing gingival grafts.",
    "Millora de la qualitat i quantitat de geniva en els dos incisius inferiors." : "Improvement of the quality and quantity of gum in the two lower incisors.",
    
    "Implantologia dental" : "Dental implantology",
    "Els implants dentals han revolucionat l'odontologia dels últims 40 anys, permetent millorar la qualitat de vida de moltes persones. Permeten crear les bases per a substituir les dents originals i que les noves semblin, se sentin i funcionin com dents naturals." : "Dental implants have revolutionized dentistry in the last 40 years, improving the quality of life for many people. They allow the foundations to be created to replace the original teeth and for the new ones to look, feel and function like natural teeth.",
    "Les persones que han perdut dents, poden, gràcies als implants, menjar de tot, sabent que l'aparença natural de la seva boca es manté i que l'estètica facial es preserva." : "People who have lost teeth can, thanks to implants, eat anything, knowing that the natural appearance of their mouth is maintained and that facial aesthetics are preserved.",
    "Què són els implants dentals?" : "What are dental implants?",
    "Els implants dentals són petits aditaments amb rosca externa i interna, fabricats d'un aliatge de titani. El titani és un metall biocompatible, la seva principal característica és la capacitat d'oseointegració amb els teixits, és a dir, la unió directe amb l'os una vegada col.locat. Aquest procés biològic dura entre 2 i 3 mesos en condicions normals. Es convertirà així en un ancoratge sòlid on posteriorment es podrà fixar la pròtesi dental, és a dir, la dent." : "Dental implants are small additions with external and internal threads, made of a titanium alloy. Titanium is a biocompatible metal, its main characteristic is the capacity for osseointegration with the tissues, that is, the direct union with the bone once placed. This biological process takes between 2 and 3 months under normal conditions. It will thus become a solid anchor on which the dental prosthesis, in other words, the tooth, can later be fixed.",
    "La col.locació de l'implant dental és l'única manera d'evitar la degeneració atròfica que es dóna en l'os una vegada es produeix l'extracció de la dent. A Clínica Barroso sempre buscarem l'alternativa de tractament que ens permeti reduir al màxim l'invasivitat del procediment i que a la vegada permeti assolir el millor resultat possible." : "The placement of the dental implant is the only way to avoid the atrophic degeneration that occurs in the bone once the tooth has been extracted. At Clínica Barroso we will always look for the treatment alternative that allows us to minimize the invasiveness of the procedure and at the same time achieve the best possible result.",
    "Què és la cirurgia mínimament invasiva?" : "What is minimally invasive surgery?",
    "La cirurgia mínimament invasiva consisteix en la realització de la cirurgia (col.locació d'implants dentals, empelts d'os o de geniva, extraccions,…) amb la mínima manipulació dels teixits, reduint l'extensió de les incisions o fins i tot realitzant cirurgies sense l'ús del bisturí." : "Minimally invasive surgery consists of performing surgery (placement of dental implants, bone or gum grafts, extractions, etc.) with minimal manipulation of the tissues, reducing the extent of the incisions or even performing surgeries without the use of a scalpel.",
    "Quins beneficis té la cirurgia mínimament invasiva?" : "What are the benefits of minimally invasive surgery?",
    "Principalment tenir un postoperatori més lleu, amb menys inflamació, hematomes i menys molèsties associades a la cicatrització dels teixits. A part, tenint més cura de la manipulació dels teixits és més difícil tenir complicacions postoperatòries com infeccions o sagnat. En moltes ocasions la implementació d'aquest tipus de tècniques també comporta reduir sensiblement els temps totals de tractament, reduint el número de visites per a la realització del tractament." : "Mainly to have a milder postoperative period, with less inflammation, bruising and less discomfort associated with tissue healing. In addition, by taking more care in handling the tissues, it is more difficult to have post-operative complications such as infections or bleeding. In many cases, the implementation of this type of technique also leads to significantly reducing the total treatment times, reducing the number of visits to carry out the treatment.",
    "Col.locació d'implant dental en incisiu central superior sense l'utilització de bisturí." : "Dental implant placement in the upper central incisor without the use of a scalpel.",
    "Avenços quirúrgics: Càrrega immediata" : "Surgical deadlines: Immediate loading",
    "En algunes ocasions es podrà realitzar la col.locació de l'implant el mateix dia que es realitza l'extracció dental, reduint així el nombre d'intervencions. Els avenços en el macrodisseny dels implants ens permetrà que puguem posar la pròtesi dental sobre l' implant el mateix dia, proveint així d'una pròtesi provisional fixe des del mateix moment en què es treu la dent, solucionant el problema estètic en un sol dia. És el que s'anomena càrrega immediata o estètica immediata." : "In some cases, it will be possible to place the implant on the same day as the tooth extraction, thus reducing the number of interventions. Advances in the macro design of implants will allow us to put the dental prosthesis on the implant on the same day, thus providing a fixed temporary prosthesis from the moment the tooth is removed, solving the aesthetic problem in a single day. It is what is called immediate loading or immediate aesthetics.",
    "A Clínica Barroso som especialistes en tècniques de cirurgia mínimament invasives. El Dr Albert Barroso ha realitzat diferents estudis d'investigació sobre aquests tipus de tècniques. Ha centrat part del seu temps en treballs de recerca sobre implantologia immediata. Aquestes tècniques ens permeten posar els implants sense utilitzar el bisturí, i per tant, sense necessitat de punts de sutura. Al manipular menys els teixits, la inflamació post operatòria i les molèsties associades son molt menors. Així, en una sola intervenció podem substituir la dent defectuosa per a una de nova (provisional) fixa, mantenint en tot moment l'estètica i evitant l'ús d'in còmodes aparells de treure i posar. En una de les publicacions científiques del Dr. Albert Barroso es constata que la satisfacció dels pacients és molt més elevada amb la implementació d'aquest tipus de protocols en implantologia dental***." : "At Clínica Barroso we are specialists in minimally invasive surgery techniques. Dr Albert Barroso has carried out different research studies on these types of techniques. He has focused part of his time on research work on immediate implantology. These techniques allow us to place the implants without using the scalpel, and therefore, without the need for stitches. By handling less tissue, post-operative inflammation and associated discomfort are much less. Thus, in a single operation, we can replace the defective tooth with a new (provisional) fixed one, maintaining the aesthetics at all times and avoiding the use of inconvenient removal and insertion devices. In one of the scientific publications of Dr. Albert Barroso notes that patient satisfaction is much higher with the implementation of this type of protocol in dental implantology***.",
    "Substitució de dent fracturada per un implant dental. Aspecte clínic després de 5 anys." : "Replacement of a fractured tooth with a dental implant. Clinical appearance after 5 years.",
    
    "Pròtesi i estètica" : "Prosthetics and aesthetic",
    "La pròtesi dental substitueix les estructures dentals perdudes o deteriorades retornant a la boca tota la funcionalitat, resistència i estètica de les peces originals." : "The dental prosthesis replaces lost or damaged dental structures, returning to the mouth all the functionality, resistance and aesthetics of the original pieces.",
    "Les pròtesis encaminades a solucionar problemes estètics son les facetes dentals." : "The prostheses aimed at solving aesthetic problems are dental veneers.",
    "Què són les facetes dentals?" : "What are dental veneers?",
    "Són fines làmines col.locades a la part de davant o frontal de cada dent. Les utilitzem per canviar i millorar diferents aspectes com el color, la forma o la posició. Per tant requeriran una preparació molt menor de la dent en comparació a les fundes o corones." : "They are thin plates placed on the front or front of each tooth. We use them to change and improve different aspects such as color, shape or position. Therefore, they will require much less preparation of the tooth compared to covers or crowns.",
    "Hi ha diferents tipus de facetes a valorar per l'especialista, però podríem dividir-les, segons el material en dues: facetes dentals de ceràmica i facetes de composite o resina." : "There are different types of veneers to be assessed by the specialist, but we could divide them, according to the material, into two: ceramic dental veneers and composite or resin veneers.",
    "Les facetes ceràmiques es fabriquen amb tècniques indirectes (per a un tècnic de laboratori) i donaran un resultat superior a les de resina en quant a estètica i durabilitat." : "Ceramic veneers are manufactured using indirect techniques (for a laboratory technician) and will give a superior result to resin veneers in terms of aesthetics and durability.",
    "Què podem camuflar amb les facetes dentals?" : "What can we camouflage with dental veneers?",
    "- Fractures" : "- Fractures",
    "- Canvis de forma" : "- Shape changes",
    "- Desgastos i erosions" : "- Wear and tear",
    "- Color" : "- Color",
    "Modificació del color i la forma de les dents anteriors amb facetes dentals ceràmiques." : "Modification of the color and shape of the anterior teeth with ceramic dental veneers.",
    "En casos en què l'objectiu apart de l'estètica sigui recuperar la funció perduda, hi ha múltiples alternatives de materials i dissenys dirigits a donar la millor solució a les necessitats de cada pacient." : "In cases where the objective, apart from aesthetics, is to recover the lost function, there are multiple alternatives of materials and designs aimed at providing the best solution to the needs of each patient.",
    "La pròtesi no només ens permetrà recuperar la funcionalitat perduda sinó que també podrà aportar un rejoveniment de l'expressió del somriure." : "The prosthesis will not only allow us to recover the lost functionality but it can also provide a rejuvenation of the expression of the smile.",
    "Rehabilitació oral total amb fundes sobre dents desgastades." : "Total oral rehabilitation with crowns on worn teeth.",
    "Recanvi de corona antiga fracturada. Es busca la màxima resistència amb els nous materials i la màxima mimetització amb la resta de dents." : "Replacement of old fractured crown. Maximum resistance is sought with the new materials and maximum mimicry with the rest of the teeth.",
    "Quan parlem de dentadures suportades sobre implants dentals podem realitzar diferents tipus de pròtesis, en quant a prestacions (fixes / amovibles) i en quant a materials (ceràmiques o de resina). Cada pacient serà sotmès a un estudi meticulós per a valorar quin tipus de pròtesi és més adequat segons les condicions que presenti." : "When we talk about dentures supported on dental implants we can make different types of prostheses, in terms of features (fixed / removable) and in terms of materials (ceramic or resin). Each patient will be subjected to a meticulous study to assess which type of prosthesis is most suitable according to the conditions they present.",
    "Dentadures totals fixes sobre implants dentals." : "Fixed full dentures on dental implants.",
    
    "Endodòncia" : "Endodontics",
    "L'endodòncia és la part de l'odontologia que s'ocupa del diagnòstic i tractament de les malalties de les dents que afecten la polpa dental (el nervi). Quan la càries ataca a la dent, la va foradant poc a poc. Primer es fa malbé l'esmalt. Si segueix progressant, afecta la dentina i, si avança encara més, arriba a la polpa on es troba el nervi." : "Endodontics is the part of dentistry that deals with the diagnosis and treatment of diseases of the teeth that affect the dental pulp (the nerve). When decay attacks the tooth, it gradually holes it. The enamel is damaged first. If it continues to progress, it affects the dentin, and if it progresses further, it reaches the pulp where the nerve is located.",
    "Les càries solen avançar lentament pel que és fàcil detectar-les abans que siguin massa grans. Moltes vegades es descobreixen per mitjà d'una radiografia. No sempre fan mal. A vegades no se sent dolor fins que ha arribat al nervi. Quan la càries arriba al nervi, aquest s'infecta i per això s'inflama i fa mal. Si la inflamació persisteix, el nervi pot perdre la seva vitalitat. Ja no se sent dolor, però es produeix pus, que surt per la punta de l'arrel, i ocasiona un flemó. En el moment que la càries arriba al nervi és quan cal realitzar l'endodòncia, que consisteix en l'obertura d'una cavitat en la dent i l'eliminació del nervi que ha estat afectat per la càries." : "Cavities usually progress slowly, so it's easy to spot them before they get too big. Many times they are discovered by means of an X-ray. They don't always hurt. Sometimes pain is not felt until it has reached the nerve. When the decay reaches the nerve, it becomes infected and therefore becomes inflamed and painful. If the inflammation persists, the nerve may lose its vitality. Pain is no longer felt, but pus is produced, which comes out through the tip of the root, and causes phlegmon. When the decay reaches the nerve, endodontics must be performed, which consists of opening a cavity in the tooth and removing the nerve that has been affected by the decay.",
    "Després de la seva desinfecció, que és fonamental, s'omple el conducte amb un material obturador. Tot aquest procés és molt delicat i meticulós, i la seva complexitat depèn de la morfologia de les arrels." : "After its disinfection, which is essential, the duct is filled with a sealing material. This whole process is very delicate and meticulous, and its complexity depends on the morphology of the roots.",
    "Desaparició de l'infecció després de realitzar l'endodòncia." : "Disappearance of the infection after performing endodontics.",
    
    "Odontopediatria" : "Pediatric dentistry",
    "Quan recomanem la primera visita amb l'odontopediatra?" : "When do we recommend the first visit with the pediatric dentist?",
    "Recomanem la primera visita al voltant de l'any de vida, quan ja han erupcionat les primeres dents de llet. Durant aquesta primera visita donem les pautes als pares i mares de com mantenir una bona salut bucal i higiene de les dents del nadó. És molt important realizar controls periòdics per tal de prevenir càries o altres patologies en un futur. D'aquesta manera també aconseguim una rutina per tal de que el nen/a es familiaritzi amb nosalres i perdi l'ansietat de venir al dentista." : "We recommend the first visit around one year of age, when the first milk teeth have already erupted. During this first visit, we give guidelines to parents on how to maintain good oral health and hygiene of the baby's teeth. It is very important to carry out periodic checks in order to prevent caries or other pathologies in the future. In this way we also achieve a routine so that the child becomes familiar with us and loses the anxiety of coming to the dentist.",
    "Quins tipus de tractaments són els més freqüents?" : "What types of treatments are the most common?",
    "Eliminació de càries" : "Caries removal",
    "La diferència entre l'odontologia en adults i l'odontopediatria és que les càries dels nens són tractades en dents de llet en comptes de en dents definitives. Les dents definitives es formen sota les arrels de les de llet i qualsevol infecció a la dent de llet pot afectar a la definitiva. L'eliminació de càries es tracta de retirar l'estructura dental afectada i omplir el defecte amb un material de resina blanca." : "The difference between adult dentistry and pediatric dentistry is that children's cavities are treated in baby teeth instead of permanent teeth. The permanent teeth are formed under the roots of the baby teeth and any infection in the baby tooth can affect the permanent one. Caries removal involves removing the affected tooth structure and filling the defect with a white resin material.",
    "Pulpotomia/Pulpectomia" : "Pulpotomy/Pulpectomy",
    "És l'eliminació de la part de nervi afectat en els casos on la càries és molt profunda i ha arribat a afectar el nervi dental. Seguidament es substitueix per un material biocompatible." : "It is the removal of the part of the affected nerve in cases where the decay is very deep and has affected the dental nerve. It is then replaced by a biocompatible material.",
    "Reconstruccions de traumatismes" : "Trauma reconstructions",
    "Es tracta de reparar amb un material de resina blanca les dents fracturades a causa de caigudes, impactes o cops." : "It is about repairing with a white resin material fractured teeth due to falls, impacts or blows.",
    "Profilaxis i fluor" : "Prophylaxis and fluoride",
    "Consisteix en aplicar fluor a les dents per tal d'augmentar la resistència de l'esmalt i remineralitzar-lo. L'aplicació de fluor periodicament ajuda a prevenir l'aparició de càries." : "It consists of applying fluoride to the teeth in order to increase the strength of the enamel and remineralize it. The application of fluoride periodically helps to prevent the appearance of caries.",
    "Extraccions i mantenidors d'espai" : "Extractions and space maintainers",
    "És possible la pèrdua d'una dent de llet abans de temps o que sigui necessària la seva extracció. En aquests casos, es sol utilitzar un mantenidor d'espai per guardar l'espai que ha quedat resultant, amb l'objectiu que la dent definitiva pugui créixer correctament en el seu lloc." : "It is possible to lose a baby tooth prematurely or that its extraction is necessary. In these cases, a space maintainer is usually used to save the resulting space, with the aim that the permanent tooth can grow properly in its place.",
    "Protectors bucals" : "Mouthguards",
    "Serveixen per protegir les dents dels nens i nenes que realitzen activitats esportives amb risc de patir qualsevol tipus de trauma dental." : "They serve to protect the teeth of boys and girls who carry out sporting activities at risk of suffering any type of dental trauma.",
    
    "Clínica Barroso, una experiència diferent" : "Clínica Barroso, a different experience",
    "Anar al dentista pot suposar una experiència poc agradable per a moltes persones. Donem molta importància a que puguis sentir-te còmode, relaxat i confiat durant tot el tractament. Som especialistes en tècniques mínimament invasives, que milloraran en moltes ocasions la teva experiència." : "Going to the dentist can be an unpleasant experience for many people. We attach great importance to you being able to feel comfortable, relaxed and confident throughout the treatment. We are specialists in minimally invasive techniques, which will often improve your experience.",
    "Què opinen" : "Testimonials",
    "ELS NOSTRES PACIENTS?" : "WHAT OUR PATIENTS THINK?",
    
    "Contacti amb nosaltres" : "Contact us",
    "Si desitja contactar amb nosaltres per a qualsevol comentari, consulta o sol·licitud, li posem a disposició un formulari de contacte per poder escriure'ns quan vostè ho necessiti." : "If you wish to contact us for any comment, query or request, we provide you with a contact form so that you can write to us when you need it.",
    "Telèfon" : "Phone",
    "Correu electrònic" : "Email",
    "Direcció" : "Direction",
    "Nom i cognoms *" : "First and last name *",
    "Correu electrònic *" : "E-mail *",
    "Telèfon *" : "Telephone *",
    "Població *" : "City *",
    "Missatge *" : "Message *",
    "Enviar" : "Send",
    "Mútues adherides" : "Affiliated mutuals",
    "Per què Clínica Barroso és la teva clínica dental de confiança a Girona?" : "Why Clínica Barroso is your trusted dental clinic in Girona?",
    "Compromesos amb la qualitat" : "Committed to quality",
    "Apostem per a fer tractaments de qualitat. No prioritzem la quantitat de tractaments fets a la clínica. L'ètica professional i les expectatives de cada pacient són les nostres prioritats." : "We are committed to quality treatments. We do not prioritize the number of treatments performed in the clinic. Professional ethics and the expectations of each patient are our priorities.",
    "Una clínica moderna" : "A modern clinic",
    "L'odontologia digital i el concepte de dentista digital és relativament nou. A Clínica Barroso emprarem la tecnologia puntera disponible sempre que ens aporti avantatges en la realització del diagnòstic i del propi tractament. La digitalització de molts dels procediments amb l'ús dels escàners intraorals, softwares de planificació o la radiologia digital ens permetrà realitzar tractaments menys invasius, millorant significativament l'experiència del pacient." : "Digital dentistry and the concept of a digital dentist is relatively new. At Clínica Barroso we will use the best technology available as long as it gives us advantages in carrying out the diagnosis and the treatment itself. The digitization of many of the procedures with the use of intraoral scanners, planning software or digital radiology will allow us to perform less invasive treatments, significantly improving the patient experience.",
    "Equip altament qualificat i especialitzat" : "Highly qualified and specialized team",
    "En l'equip de Clínica Barroso comptem amb professionals altament especialitzats en les diferents branques de l'odontologia. A part de grans professionals el pacient podrà comprovar en cada visita la seva qualitat humana i el tracte proper." : "In the Barroso Clinic team, we have highly specialized professionals in the different branches of dentistry. Apart from great professionals, the patient will be able to check at each visit their human quality and close treatment.",
    "Fàcil accessibilitat" : "Easy accessibility",
    "Ubicats al centre de Girona, al barri dels Químics, on tindràs facilitat d'aparcarcament gratuït. En cas d'utilitzar transport públic també podràs utilitzar les línies del bus urbà." : "Located in the center of Girona, in the Químics district, where you will have free parking facilities. If you use public transport you can also use the urban bus lines.",
    "Finançament a mida" : "Financing alternatives",
    "Posem a la disposició dels nostres pacients diverses alternatives de finançament personalitzades perquè el factor econòmic no suposi un obstacle a l'hora d'aconseguir una bona salut i estètica dental." : "We make available to our patients various personalized financing alternatives so that the economic factor is not an obstacle when it comes to achieving good health and dental aesthetics.",
    "Missatge enviat correctament! En breu ens posarem en contacte. Gràcies" : "Message sent successfully! We will contact you shortly. Thank you",
    "ERROR! Seleccionar no soy un robot." : "ERROR! Select the option I am not a robot.",
    
    "Emprova't el teu somriure" : "Try on your smile",
    "Somriure es un acte instintiu, natural i fins i tot beneficiós per la salut. Avui dia és un dels trets distintius dels humans més important. De fet, els cànons de bellesa donen gran importància a unes dents blanques i ben col·locades." : "Smiling is an instinctive, natural act and even beneficial for health. Today it is one of the most important distinguishing features of humans. In fact, the canons of beauty attach great importance to white and well-placed teeth.",
    "En el disseny d'un somriure és molt important fer un correcte diagnòstic per aconseguir els resultats que més satisfacin les expectatives del pacient. En aquesta fase diagnòstica, a més, es podrà mostrar al pacient el resultat estètic previst abans de començar (prova mock-up). Un cop recopilada tota la informació necessària (fotografies, radiografies o models d'estudi) es podrà començar el tractament que pot requerir la implicació de diferents especialitats: ortodòncia, cirurgia, periodòncia o pròtesi.<br><br>En el disseny d'un somriure s'intenta utilitzar materials lliures de metall, per donar un aspecte més natural a la rehabilitació, en altres paraules, que es mimetitzi o integri més amb la resta de la boca o la cara del pacient. S'utilitzen per aquests objectius les facetes ceràmiques, corones totalment ceràmiques, o en casos més avançats rehabilitacions estètiques amb implants.<br><br>Per a més informació els doctors de Clínica Barroso el podran assessorar personalment." : "In the design of a smile, it is very important to make a correct diagnosis to achieve the results that best satisfy the patient's expectations. In this diagnostic phase, the patient can also be shown the expected aesthetic result before starting (mock-up test). Once all the necessary information (photographs, radiographs or study models) has been collected, treatment can begin. This may require the involvement of different specialties: orthodontics, surgery, periodontics or prosthetics.<br><br>In the design of a smile, an attempt is made to use metal-free materials, to give a more natural look to the rehabilitation, in other words, we try to integrate the smile with the rest of the patient's mouth or face. Ceramic veneers, ceramic crowns, or in more advanced cases aesthetic rehabilitation with implants are used for these purposes.<br><br>For more information, doctors from Clínica Barroso will be able to advise you personally.",
    "<strong>Cas 1.</strong> Rehabilitació estètica amb una combinació de facetes ceràmiques, implants i fundes." : "<strong>Case 1.</strong> Aesthetic rehabilitation with a combination of ceramic veneers, implants and crowns.",
    "<strong>Cas 2.</strong> Correcció del somriure invertit amb laminats ceràmics." : "<strong>Case 2.</strong> Correction of inverted smile with ceramic veneers.",
    "<strong>Cas 3.</strong> Tractament d'ortodòncia de pacient amb un apinyament dental sever." : "<strong>Case 3.</strong> Orthodontic treatment of a patient with severe tooth crowding.",
    "<strong>Cas 4.</strong> Rehabilitació oral total amb pròtesis fixes sobre implants dentals." : "<strong>Case 4.</strong> Total oral rehabilitation with fixed prostheses on dental implants.",
    
    "Quin és el procés del tractament dental a Clínica Barroso?" : "Which is the dental treatment process at Clínica Barroso?",
    "En presentar-se un problema bucal, un diagnòstic adequat, així com la correcta elaboració d'un pla de tractament són imprescindibles. Prendre unes males decisions en aquesta fase pot condicionar la resta del tractament." : "When an oral problem occurs, an adequate diagnosis, as well as the correct preparation of a treatment plan, are essential. Making bad decisions in this phase can affect the rest of the treatment.",
    "En la fase de diagnòstic s'analitzaran els problemes estètics, funcionals o biològics que pugui presentar el pacient. Donem molt valor a la <b style='color:#FFF'>1ª visita</b>, ja que és el moment en què es prendran les decisions per a donar solucions als problemes que es presenten." : "In the diagnostic phase, the aesthetic, functional or biological problems that the patient may present will be analyzed. We place great value on the <b style='color:#FFF'>first visit</b>, as it is the moment when decisions will be made to provide solutions to the problems.",
    "En aquesta visita es prenen els registres que siguin necessaris per a l'estudi adequat del problema bucodental: radiografies, registres de la dentició o fotografies, o fins i tot una radiografia 3D si és necessari o un escaneig intraoral. D'acord amb aquestes s'oferiran les possibilitats de tractament, quines són les més recomanades en el seu cas i quina duració pot tenir tot el tractament." : "In this visit, the records that are necessary for the proper study of the oral problem are taken: X-rays, records of the dentition or photographs, or even a 3D X-ray if necessary or an intraoral scan. In accordance with these, the treatment options will be offered, which are the most recommended in your case and how long the entire treatment can last.",
    "Després d'aquesta visita es podrà proporcionar un pla econòmic del cost del tractament i valorar la forma de pagament. Un cop el pacient decideixi començar s'abordarà el cas des de les diferents especialitats que pugui necessitar: periodòncia i prevenció, pròtesi i estètica, ortodòncia, cirurgia i implantologia, odontopediatria o endodòncia." : "After this visit it will be possible to provide an economic plan of the cost of the treatment and assess the form of payment. Once the patient decides to start, the case will be approached from the different specialties he may need: periodontics and prevention, prosthetics and aesthetics, orthodontics, surgery and implantology, pediatric dentistry or endodontics.",
    "L'objectiu de l'odontologia ha de ser intentar mantenir funcional i estèticament la dentició natural per a tota la vida del pacient. Per tant, l'odontòleg ha de ser un expert en fer els tractaments necessaris per a que el pacient pugui tenir les seves dents en un estat adequat al llarg de la seva vida. Aquesta és la tasca de la <b>odontologia conservadora</b>, que tracta les lesions derivades de les càries. La meticulositat i precisió en aquests procediments, a part d'un adequat manteniment per part del pacient, són les claus per a que les dents perdurin en el temps i no es deteriorin." : "The goal of dentistry must be to try to maintain the natural dentition functionally and aesthetically for the entire life of the patient. Therefore, the dentist must be an expert in carrying out the necessary treatments so that the patient can have his teeth in a suitable state throughout his life. This is the task of conservative dentistry, which treats injuries resulting from caries. Meticulousness and precision in these procedures, apart from adequate maintenance by the patient, are the keys to the teeth lasting over time and not deteriorating.",
    "La boca és un espai de difícil accés i visibilitat, per tant l'ús de lupes de magnificació amb una bona il.luminació pot ajudar en alguns casos aconseguir uns resultats de major qualitat. Treballar amb magnificació ens permetrà captar detalls que l'ull humà pot no percebre. Aquesta eina ens permetrà treballar millor en rehabilitacions estètiques, així com ser més precisos en certes intervencions quirúrgiques." : "The mouth is a space with difficult access and visibility, so the use of magnifying glasses with good lighting can help in some cases to achieve higher quality results. Working with magnification will allow us to capture details that the human eye may not perceive. This tool will allow us to work better in aesthetic rehabilitations, as well as to be more precise in certain surgical interventions.",
    "La <b>implantologia i l'ortodòncia</b> són especialitats reparadores o correctores de l'odontologia. A la vegada són especialitats que moltes vegades es complementen mútuament, realitzant així el que coneixem com a tractaments multidisciplinars. La qualitat dels implants i els dissenys de les pròtesis juguen un important paper en l'aparició de complicacions tant mecàniques com biològiques a mig-llarg termini." : "<b>Implantology and orthodontics</b> are restorative or corrective dentistry specialties. At the same time, they are specialties that often complement each other, thus making what we know as multidisciplinary treatments. The quality of the implants and the designs of the prostheses play an important role in the appearance of both mechanical and biological complications in the medium-long term.",
    "Aquests problemes poden aparèixer en els primers moments després d'acabar el tractament o després del pas dels anys degut al desgast o fatiga d'alguns dels components. Són complicacions que s'han d'intentar evitar. És per això que a Clínica Barroso només treballem amb marques amb el màxim reconeixement, utilitzant tots els components originals per a la confecció de les dents." : "These problems can appear in the first moments after finishing the treatment or after the passage of years due to the wear or fatigue of some of the components. These are complications that should be avoided. That is why at Clínica Barroso we only work with brands with the highest recognition, using all original components for the preparation of the teeth.",
    "La <b>periodòncia</b> és l'especialitat de la odontologia encarregada de la prevenció i tractament dels problemes derivats de les genives. Aquests problemes sorgeixen per la acumulació de placa bacteriana i càlcul. El tractament d'aquests problemes consisteix en un adequat control dels factors causants, sent molt recomanable realitzar una higiene dental professional almenys un cop a l'any." : "<b>Periodontics</b> is the specialty of dentistry responsible for the prevention and treatment of problems arising from the gums. These problems arise from the accumulation of bacterial plaque and calculus. The treatment of these problems consists of adequate control of the causative factors, and it is highly recommended to perform professional dental hygiene at least once a year.",
    "Té molta importància el control de la malaltia periodontal, ja que aquesta és la que afecta als teixits de suport de la dent. També s'inclou en aquesta especialitat la reparació d'inestetismes o defectes de les genives al voltant de dents o implants. Aquests es podran corregir amb tècniques de microcirurgia mucogingival." : "The control of periodontal disease is very important, since it affects the supporting tissues of the tooth. Also included in this specialty is the repair of blemishes or gum defects around teeth or implants. These can be corrected with mucogingival microsurgery techniques.",
    
    "Els doctors Albert i Cristina Barroso, atendran i escoltaran les necessitats de cada pacient durant la primera visita. D'acord amb aquestes es farà una planificació i proposta de tractament coordinat amb la resta de l'equip." : "Doctors Albert and Cristina Barroso will attend to and listen to the needs of each patient during the first visit. In accordance with these, a planning and treatment proposal will be made in coordination with the rest of the team.",
    "La Doctora Cristina Barroso després d'acabar els estudis en odontologia va realitzar formacions complementàries en periodòncia i odontopediatria, i va obtenir l'especialitat en ortodòncia després de 3 anys de dedicació exclusiva en el Màster d'Ortodòncia de la Universitat de Barcelona. Actualment imparteix docència a l'escola d'higienistes del centre d'estudis Aurea i en el Màster d'Odontopediatria de la Universitat de Barcelona.<br><br>El Doctor Albert Barroso després dels estudis de llicenciatura va realitzar una formació exclusiva en cirurgia oral, implants i pròtesi durant dos anys a Barcelona. Posteriorment va obtenir el títol de Doctor en Odontologia “CUM LAUDE” defensant una tesi doctoral generada en un estudi clínic realitzat a la Clínica Barroso, del que s'han derivat diferents publicacions científiques internacionals.*** Actualment i des del 2007 imparteix docència a la Universitat Internacional de Catalunya en el Grau d'Odontologia, el Màster de Cirurgia Oral i en diferents cursos de formació continuada i congressos." : "Dr. Cristina Barroso, after finishing her studies in Dentistry, completed complementary training in periodontics and odontopediatrics, and obtained the specialty in Orthodontics after 3 years of exclusive dedication in the Master of Orthodontics at the University of Barcelona. He currently teaches at the school of hygienists at the Aurea study center and at the Master's in Odontopediatrics at the University of Barcelona. Doctor Albert Barroso, after his Dentistry studies, completed an exclusive training in Oral Surgery, Implants and Prosthetics for two years in Barcelona. He subsequently obtained the title of Doctor of Dentistry “CUM LAUDE” defending a doctoral thesis generated in a clinical study carried out at Clinica Barroso, from which various international scientific publications have been made.*** Currently and since 2007 he teaches at the International University of Catalonia in the Degree in Dentistry, the Master in Oral Surgery and in different continuing education courses and conferences",
    "Reposicionament quirúrgic del marge gingival per a millorar l'estètica del somriure." : "Surgical repositioning of the gingival margin to improve the aesthetics of the smile.",
    "Modificació de la posició de les dents amb ortodòncia per a donar més amplitud al somriure." : "Modification of the position of the teeth with orthodontic treatment to create a wider smile.",
    
    "Evolució constant" : "Constant evolution",
    "Implantologia i estètica" : "Implantology and aesthetics",
    "El món avança ràpidament. El coneixement i l'aplicació d'aquest evoluciona constantment. Per tant seria difícil comparar l'odontologia actual amb la que es feia fa 50 anys, fa 20 anys, o inclús fa 10 anys. En aquest sentit, la implementació d'una odontologia “moderna” i avançada aporta grans beneficis als nostres pacients." : "The world is moving fast. The knowledge and application of this is constantly evolving. Therefore, it would be difficult to compare today's dentistry with what was done 50 years ago, 20 years ago, or even 10 years ago. In this sense, the implementation of “modern” and advanced dentistry brings great benefits to our patients.",
    "Fins fa uns anys l'objectiu principal que buscava la implantologia era recuperar la funció oral del pacient. Actualment s' ha convertit en quelcom més elaborat que això, ja que el resultat estètic o integració natural del tractament en la boca / cara del pacient ha assolit la mateixa importància que la funció. Tanmateix, és important que el tractament es mantingui estable amb el pas del temps i que sigui durador, per això serà molt important un cop finalitzat el tractament seguir les instruccions de manteniment i tenir cura exquisita de la higiene." : "Until a few years ago, the main objective sought by implantology was to recover the patient's oral function. Today it has become something more elaborate than this, since the aesthetic result or natural integration of the treatment in the patient's mouth / face has reached the same importance as the function. However, it is important that the treatment remains stable over time and that it is durable, which is why it will be very important once the treatment is finished to follow the maintenance instructions and take great care of hygiene.",
    "En moltes ocasions la realització de procediments mínimament invasius, els quals requereixen un bon entrenament i un alt grau d'especialització, ens permetran assolir aquests objectius amb més facilitat, a la vegada que disminuirà moltíssim el desconfort postoperatori del pacient i el temps total de tractament. Així ho hem demostrat en algunes publicacions científiques escrites pel Dr. Albert Barroso i publicades en revistes internacionals." : "In many cases the performance of minimally invasive procedures, which require good training and a high degree of specialization, will allow us to achieve these goals more easily, at the same time greatly reducing the patient's post-operative discomfort and the total treatment time. We have shown this in some scientific publications written by Dr. Albert Barroso and published in international magazines.",
    "Estem compromesos en la realització dels tractaments més efectius i que provoquin les mínimes molèsties post-operatòries, compaginat a la vegada amb un treball constant de recerca en el camp de la implantologia estètica." : "We are committed to carrying out the most effective treatments that cause minimal post-operative discomfort, combined at the same time with constant research work in the field of aesthetic implantology.",
    "Paral.lelament a l'atenció dels pacients a la clínica, el Dr. Albert Barroso realitza tasques d'investigació relacionades amb la implantologia de la qual se n'han derivat diverses publicacions científiques internacionals. *** Compartir els resultats d'aquestes investigacions ha sigut motiu de presentacions tant en congressos nacionals com internacionals." : "Apart from working in the clinic, Dr. Albert Barroso carries out research related to implantology from which several international scientific publications have been derived. *** Sharing the results of these investigations has been the reason for presentations at both national and international conferences.",
    "A part, imparteix docència a la facultat d'odontologia i en cursos de formació continuada." : "In addition, he teaches at the Faculty of Dentistry and in continuing education courses.",
    "*** articles publicats pel Dr. Albert Barroso" : "*** articles published by Dr. Albert Barroso",
    
    "PÀGINA NO DISPONIBLE" : "PAGE NOT AVAILABLE",
    "Tornar a la pàgina d'inici" : "Return to homepage",
    
    "Ortodòncia i estètica" : "Orthodontics and aesthetics",
    "Molts pacients que abans no es plantejaven un tractament d'ortodòncia per motius estètics, amb por d'ensenyar “els ferros” en el somriure, ara tenen més opcions alhora de decidir. Primerament es va oferir la ortodòncia lingual, una complexa tècnica que actuava movent les dents des de dins el paladar, evitant així que es veiés l'aparatologia ortodòntica, però per altra banda donant moltíssimes incomoditats a l'hora de parlar o menjar. Actualment l'ortodòncia invisible és una altra modalitat que podem oferir als nostres pacients que els preocupa l'aspecte o l'estètica durant el procés. Amb unes fèrules transparents de molt poc gruix que encaixem a les dents de dalt i a les de baix, anem fent els moviments dentals desitjats. A més en la planificació del tractament podem previsualitzar el resultat final abans de començar." : "Many patients who previously did not consider orthodontic treatment for aesthetic reasons, afraid to show the metallic braces in their smile, now have more options when deciding. First, lingual orthodontics was offered, a complex technique that worked by moving the teeth from inside the palate, thus preventing the orthodontic braces from being seen, but on the other hand causing a lot of discomfort when talking or eating. Currently, invisible orthodontics is another modality that we can offer to our patients who are concerned about appearance or aesthetics during the process. With transparent aligners that fit on the upper and lower teeth, we make the desired dental movements. In addition, when planning the treatment, we can preview the final result before starting.",
    "Cal remarcar que l'ortodòncia no només beneficia el pacient estèticament si no que permet assolir una millor estabilitat oclusal i per tant una millor funció i salut a llarg termini." : "It should be noted that orthodontics not only benefits the patient aesthetically, but also allows for better occlusal stability and therefore better function and long-term health.",
    "En el cas dels nens i preadolescents l'ortodòncia també permet modificar el creixement maxil.lar i la mandíbula, especialment en nens que han adquirit mals hàbits com són la interposició lingual, la succió del dit, la respiració oral… Per això és molt important detectar aquests patrons de creixement incorrectes, ja que els tractaments a aquestes edats de creixement permet grans canvis tant a nivell facial com funcional, que en edat adulta poden ser molt més difícils de corregir." : "In the case of children and pre-adolescents, orthodontics also makes it possible to modify the maxillary and mandibular growth, especially in children who have acquired bad habits such as lingual interposition, finger sucking, oral breathing... This is why it is very important detect these incorrect growth patterns, since treatments at these growth ages allow major changes both at the facial and functional level, which in adulthood can be much more difficult to correct.",
    "L'ús de les noves tecnologies ens permet oferir tractaments més precisos i també una major comoditat pels pacients. Sabem que alguns procediments poden ser més molestos. Un d'ells són els motlles que prenem amb pastes de silicona per obtenir una rèplica amb guix de les dents. A Clínica Barroso fem un escaneig intraoral del pacient. L'escàner intraoral és un dispositiu electrònic que reprodueix les estructures de la cavitat oral amb imatges tridimensionals digitals. L'ús de l'escàner ofereix les següents avantatges:" : "The use of new technologies allows us to offer more precise treatments and also greater comfort for patients. We know that some procedures can be more annoying. One of them is the molds we take with silicone pastes to obtain a plaster replica of the teeth. At Clínica Barroso we perform an intraoral scan of the patient. The intraoral scanner is an electronic device that reproduces the structures of the oral cavity with three-dimensional digital images. Using the scanner offers the following benefits:",
    "· Més comoditat pel pacient, ja que s'eviten les molèsties causades per les mides de silicona evitant arcades i sensació d'ofec." : "· More comfort for the patient, avoiding gagging and feeling of suffocation.",
    "· Ens permet ensenyar una imatge real i tridimensional de les dents." : "· It allows us to show a real, three-dimensional image of the teeth.",
    "· El pacient pot visualitzar els canvis mitjançant una predicció virtual dels moviments de les seves dents." : "· The patient can visualize the changes through a virtual prediction of the movements of his teeth.",
    "· Rapidesa a l'hora de realitzar els tractaments. Degut a que es treballen amb imatges podem enviar-les directament via internet al laboratori sense generar residus i transport de materials." : "· Speed when performing the treatments. Since we work with images, we can send them directly via the internet to the laboratory without generating waste and transporting materials.",
    "Ortodòncia combinada amb estètica" : "Orthodontics combined with aesthetics",
    "Alguns pacients no només busquen l'alineació de les seves dents si no també un canvi en la seva forma i color, és a dir, un canvi important en el seu somriure. En aquests casos combinem el tractament d'ortodòncia amb un tractament estètic, que ben poden ser les facetes dentals, corones estètiques o un simple emblanquiment dental al final del tractament." : "Some patients are not only looking for the alignment of their teeth but also a change in their shape and color, that is, a major change in their smile. In these cases we combine the orthodontic treatment with an aesthetic treatment, which may be dental veneers, aesthetic crowns or a simple teeth whitening at the end of the treatment.",
    "Els laminats són unes làmines que enganxem a la part de fora de les dents per tal d'obtenir el canvi estètic que volem. El fet de millorar la oclusió del pacient amb l'ortodòncia millorarà en moltes ocasions el pronòstic del tractament estètic, permetent mantenir més esmalt en les preparacions dentals i reduint el risc de fractures amb el temps." : "Veneers are sheets that we attach to the outside of the teeth in order to obtain the aesthetic change we want. Improving the patient's occlusion with orthodontics will  improve the prognosis of the aesthetic treatment, allowing more enamel to be maintained in the dental preparations and reducing the risk of fractures over time.",
    "Recanvi de corones i facetes en mal estat, previ tractament d'ortodòncia" : "Replacement of crowns and veneers in poor condition, after orthodontic treatment.",

    "Una clínica dental amb història" : "A dental clinic with history",
    "Llarga tradició i dedicació" : "Long tradition and dedication",
    "Clínica Barroso compta amb una llarga tradició de dedicació a l'odontología, solucionant els problemes bucodentals de milers de pacients durant els més de 70 anys de presencia a Girona.<br><br> En l'any 1949 el Dr Enric Barroso i Baixerias, després de finalitzar els seus estudis en odontologia a la Universitat de Madrid, va inaugurar la primera clínica ubicada al principi del Carrer del Carme, a tocar de Plaça Catalunya de Girona. També durant uns anys Clínica Barroso va atendre pacients al municipi de Banyoles." : "Clínica Barroso has a long tradition of dedication to dentistry, solving the oral problems of thousands of patients during its more than 70 years of presence in Girona.<br><br> In 1949, Dr Enric Barroso i Baixerias, after completing his studies in dentistry at the University of Madrid, opened the first clinic located at the beginning of Carrer del Carme, next to Plaça Catalunya in Girona. Also for a few years Clínica Barroso treated patients in the municipality of Banyoles.",
    "Després d'una llarga i exitosa trajectòria, l'activitat laboral del doctor començà a reduir-se i és en aquest moment que la segona generació d'especialistes pren el relleu. <br>Després de finalitzar els seus estudis en medicina i realitzar l'especialitat en estomatologia a la Universitat de Barcelona, l'any 1983 el Dr Enric Barroso i Bosch obre unes noves instal.lacions al centre de Girona, concretament al carrer Cor de Maria. En l'any 2010, amb la recent incorporació a l'equip dels doctors Cristina i Albert Barroso, tercera generació de professionals dedicats a la odontologia, fou necessari traslladar-se a les modernes i espaioses instal.lacions ubicades al barri dels Químics de Girona.<br><br>Aquest barri és conegut històricament per la presència d'una important fàbrica gironina “Indústrias químicas y tartáricas” (que estava en ple funcionament als anys 60 i a qui deu el seu nom), on encara segueix eixida una gran xemeneia en la ubicació exacta on hi habia la fàbrica originalment." : "After a long and successful career, the doctor's work activity began to decrease and it is at this moment that the second generation of specialists takes over. After completing his studies in medicine and specializing in stomatology at the University of Barcelona, in 1983 Dr Enric Barroso i Bosch opened new facilities in the center of Girona, specifically in Carrer Cor de Maria. In 2010, with the recent addition to the team of doctors Cristina and Albert Barroso, third generation professionals dedicated to dentistry, it was necessary to move to the modern and spacious facilities located in the Químics district of Girona.<br><br>This neighborhood is known historically for the presence of an important Girona factory “Indústrias químicas y tartáricas” (which was in full operation in the 60s and to whom it owes its name), where a large chimney still rises in the exact location where there was the factory originally.",
    "En les noves instal.lacions ubicades a aquest barri, a la Pujada Creu de Palau 11-13, des de l'any 2010 fins a dia d'avui, es disposa de la tecnologia més avançada, i el que és més important, un equip humà altament qualificat i amb la màxima autoexigència per a oferir les millors solucions als problemes de salut bucodental dels pacients gironins que segueixen depositant la seva confiança en Clínica Barroso." : "In the new facilities located in this neighborhood, at Pujada Creu de Palau 11-13, from 2010 until today, the most advanced technology is available, and what is more important, a highly qualified human team with the highest self-requirement to offer the best solutions to the oral health problems of Girona patients who continue to place their trust in Clínica Barroso."
}