{
    "INICI" : "INICIO",
    "NOSALTRES": "NOSOTROS",
    "CLÍNICA": "CLÍNICA",
    "TRACTAMENTS": "TRATAMIENTOS",
    "ORTODÒNCIA": "ORTODONCIA",
    "PERIODÒNCIA": "PERIODONCIA",
    "IMPLANTOLOGIA": "IMPLANTOLOGÍA",
    "PRÒTESI I ESTÈTICA": "PRÓTESIS Y ESTÉTICA",
    "ENDODÒNCIA": "ENDODONCIA",
    "ODONTOPEDIATRIA": "ODONTOPEDIATRÍA",
    "TESTIMONIALS": "TESTIMONIALES",
    "CONTACTE": "CONTACTO",
    "Horaris": "Horarios",
    "Menú": "Menú",
    "De dilluns a dijous<br>Matins: 9:30h a 13:30h<br>Tardes: 16:00h a 20:00h<br>Divendres de: 9:30h a 13:30h" : "De lunes a jueves<br>Mañanas: 9:30h a 13:30h<br>Tardes: 16:00h a 20:00h<br>Viernes de: 9:30h a 13:30h",
    "Inici": "Inicio",
    "Nosaltres": "Nosotros",
    "La clínica": "La clínica",
    "Testimonials": "Testimoniales",
    "Contacte" : "Contacto",

    "A Girona des de 1949" : "EN GIRONA DESDE AL AÑO 1949",
    "Especialistes en ortodòncia, <br>implants i estètica" : "ESPECIALISTAS EN ORTODONCIA, <br>IMPLANTES Y ESTÉTICA",
    "A l'avantguarda de la innovació" : "A LA VANGUARDIA DE LA INNOVACIÓN",
    "Una clínica dental pensada per a tu" : "UNA CLÍNICA DENTAL PENSADA PARA TÍ",
    "A l'avantguarda<br> de la innovació" : "A LA VANGUARDIA<br> DE LA INNOVACIÓN",
    "Un equip centrat en tu" : "Un equipo centrado en ti",
    "Clínica Barroso posa a disposició un equip multidisciplinar experts en ortodòncia i odontopediatria, implantologia i rehabilitació oral, estètica dental, endodòncia i periodòncia amb els coneixements més actualitzats per a que la teva experiència sigui la millor possible." : "Clínica Barroso pone a disposición un equipo multidisciplinar expertos en ortodoncia y odontopediatría, implantología y rehabilitación oral, estética dental, endodoncia y periodoncia con los conocimientos más actualizados para que tu experiencia sea lo mejor posible.",
    "Cada cas serà tractat de manera individualitzada, buscant un tractament “fet a mida” per a cada situació particular." : "Cada caso será tratado de forma individualizada, buscando un tratamiento “hecho a medida” para cada situación particular.",
    "Cita previa" : "Cita previa",
    "Disseny de somriures" : "Diseño de sonrisas",
    "Somriure és un acte instintiu, natural i fins i tot beneficiós per a la salut." : "Sonreír es un acto instintivo, natural e incluso beneficioso para la salud.",
    "Veure més" : "Ver más",
    "Odontologia avançada" : "Odontología avanzada",
    "Buscant l'excel.lència en cada tractament." : "Buscando la excelencia en cada tratamiento.",
    "Especialistes en ortodòncia, implants i estètica" : "Especialistas en ortodoncia, implantes y estética",
    "Formació, dedicació, resultats." : "Formación, dedicación, resultados.",
    "La veu de l'expert" : "La voz del experto",
    "Innovació i actualització constants." : "Innovación y actualización constantes.",
    "Una clínica dental amb historia" : "Una clínica dental con historia",
    
    "Qui som" : "Quiénes somos",
    "Som una clínica dental amb una llarga tradició familiar, ubicada a Girona des de l'any 1949.<br><br> L'equip multidisciplinari de dentistes especialitzats format en la seva majoria per a professors universitaris està dirigit per la tercera generació d'odontòlegs de la família Barroso.<br><br> L'autoexigència i el compromís en cada tractament, i la confiança depositada per a milers de pacients durant més de 70 anys d'activitat, la converteix en una clínica dental de referència a Girona." : "Somos una clínica dental con una larga tradición familiar, ubicada en Girona desde 1949.<br><br> El equipo multidisciplinar de dentistas especializados formado en su mayoría para profesores universitarios está dirigido por la tercera generación de odontólogos de la familia Barroso. La autoexigencia y compromiso en cada tratamiento, y la confianza depositada por miles de pacientes durante más de 70 años de actividad, la convierte en una clínica dental de referencia en Girona.",
    "ODONTOLOGIA RESTAURADORA I PRÒTESI" : "ODONTOLOGÍA RESTAURADORA Y PRÓTESIS",
    "CIRURGIA ORAL, IMPLANTS I PRÒTESIS" : "CIRUGÍA ORAL, IMPLANTES Y PRÓTESIS",
    "ORTODÒNCIA I ODONTOPEDIATRIA" : "ORTODONCIA Y ODONTOPEDIATRÍA",
    "ENDODONCISTA" : "ENDODONCISTA",
    "ODONTOLOGIA RESTAURADORA I ESTÈTICA" : "ODONTOLOGÍA RESTAURADORA Y ESTÉTICA",
    "AUXILIAR I HIGIENISTA" : "AUXILIAR E HIGIENISTA",
    "AUXILIAR DE CLÍNICA" : "AUXILIAR DE CLÍNICA",
    "enric.jpg" : "enric-es.jpg",
    "albert.jpg" : "albert-es.jpg",
    "cristina.jpg" : "cristina-es.jpg",
    "beatriz.jpg" : "beatriz-es.jpg",
    "anna.jpg" : "anna-es.jpg",
    "pilar.jpg" : "pilar-es.jpg",
    "marta.jpg" : "marta-es.jpg",
    "yael.jpg" : "yael-es.jpg",
    "alba.jpg" : "alba-es.jpg",

    "Les nostres instal.lacions" : "Nuestras instalaciones",
    
    "Ortodòncia" : "Ortodoncia",
    "És l'especialitat que té com a finalitat la correcció de la posició de les dents i el control del creixement dels maxil.lars amb l'objectiu d'aconseguir no només una correcta alineació dental, si no també restablir l'equilibri funcional de la boca i millorar l'harmonia facial." : "Es la especialidad que tiene como finalidad la corrección de la posición de los dientes y el control del crecimiento de los maxilares con el objetivo de conseguir no sólo una correcta alineación dental, sino también restablecer el equilibrio funcional de la boca y mejorar la armonía facial",
    "Abans d'iniciar el tractament ortodòntic, realitzem un estudi dels problemes funcionals, dentals i estètics del pacient. L'estudi d'ortodòncia és imprescindible per poder oferir el millor pla de tractament individualitzat. L'ortodoncista ha de dedicar temps i recursos per analitzar cada cas i obtenir un diagnòstic complet. Els registres que utilitzem són:" : "Antes de iniciar el tratamiento ortodóntico, realizamos un estudio de los problemas funcionales, dentales y estéticos del paciente. El estudio de ortodoncia es imprescindible para poder ofrecer el mejor plan de tratamiento individualizado. El ortodoncista debe dedicar tiempo y recursos para analizar cada caso y obtener un diagnóstico completo. Los registros que utilizamos son:",
    "- Fotografies intraorals" : "- Fotografías intraorales",
    "- Fotografies frontal i de perfil (en repòs i somriure natural)" : "- Fotografías frontal y de perfil (en reposo y sonrisa natural)",
    "- Models digitals de la boca realizats amb l'escàner intraoral" : "- Modelos digitales de la boca realizados con el escáner intraoral",
    "- Dues radiografies: l'ortopantomografia i la radiografia lateral de crani" : "- Dos radiografías: la ortopantomografía y la radiografía lateral de cráneo",
    "- Proves complementàries com el TAC dental segons el cas" : "- Pruebas complementarias como el TAC dental según el caso",
    "Ortodòncia invisible" : "Ortodoncia invisible",
    "L'ortodòncia invisible és un sistema d'ortodòncia estètica per a aquelles persones que necessiten alinear-se les dents, però que per motius personals o professionals volen que els seus aparells no siguin visibles. Per a això, s'utilitzen una seqüència d'alineadors transparents que a poc a poc van corregint la posició de les dents. Un gran avantatge és que te'ls pots treure per menjar o rentar-te les dents, la qual cosa ofereix una major comoditat i higiene.<br><br>Els alineadors són fabricats individualment per a cada pacient a partir d'una planificació digital realitzada per la Dra. Barroso." : "La ortodoncia invisible es un sistema de ortodoncia estética para aquellas personas que necesitan alinearse los dientes, pero que por motivos personales o profesionales quieren que sus aparatos no sean visibles. Para ello, se utiliza una secuencia de alineadores transparentes que poco a poco van corrigiendo la posición de los dientes. Una gran ventaja es que te los puedes quitar por comer o lavarte los dientes, lo que ofrece una mayor comodidad e higiene.<br><br>Los alineadores son fabricados individualmente para cada paciente a partir de una planificación digital realizada por la Dra. Barroso.",
    "Ortodòncia infantil" : "Ortodoncia infantil",
    "Quan recomanem realitzar la primera visita amb l'ortodoncista?" : "¿Cuándo recomendamos realizar la primera visita con el ortodoncista?",
    "Recomanem la primera visita amb l'ortodoncista al voltant dels 6 anys. A aquesta edat i inclús abans podem detectar mals hàbits com són la respiració oral, succió del dit i del xumet, mala col.locació de la llengua… El diagnòstic precoç ens evitarà futurs problemes en el creixement dels maxil.lars." : "Recomendamos la primera visita con el ortodoncista en torno a los 6 años. A esta edad e incluso antes, podemos detectar malos hábitos como son la respiración oral, succión del dedo y del chupete, mala colocación de la lengua… El diagnóstico precoz nos evitará futuros problemas en el crecimiento de los maxilares.",
    "Els grans avantatges de l'ortodòncia infantil són:" : "Las grandes ventajas de la ortodoncia infantil son:",
    "· Millorar la malposició de les dents evitant tractaments més complexes i més llargs en un futur" : "· Mejorar la malposición de los dientes evitando tratamientos más complejos y más largos en un futuro",
    "· Afavorir un correcte creixement simètric dels maxil.lars" : "· Favorecer un correcto crecimiento simétrico de los maxilares",
    "· Millorar la respiració del nen/a en els casos on realitzem una expansió del paladar" : "· Mejorar la respiración del niño/a en los casos en los que realizamos una expansión del paladar",
    "· Millorar múltiples funcions com són la parla i la masticació" : "· Mejorar múltiples funciones como son el habla y la masticación",
    "<b>Cas 1.</b> Abans-després d'un tractament d'expansió del paladar realitzat en una nena de 7 anys." : "<b>Caso 1.</b> Antes-después de un tratamiento de expansión del paladar realizado en una niña de 7 años.",
    "<b>Cas 2.</b> Abans-després d'un tractament d'expansió del paladar realitzat en un nen de 8 anys." : "<b>Caso 2.</b> Antes-después de un tratamiento de expansión del paladar realizado en un niño de 8 años.",
    "Ortodòncia amb brackets damon" : "Ortodoncia con brackets damon",
    "Una altra opció per alinear les dents és mitjançant els anomenats 'ferros' que més tècnicament anomenem brackets. Existeixen diversos tipus de brackets:" : "Otra opción para alinear los dientes es mediante los llamados 'hierros' que más técnicamente llamamos brackets. Existen varios tipos de brackets",
    "· Els brackets tradicionals: utilitzen gomes per subjectar els arcs" : "· Los brackets tradicionales: utilizan gomas para sujetar los arcos",
    "· Els brackets d'autolligat Damon: no necessiten gomes per subjectar els arcs" : "· Los brackets de autoligado Damon: no necesitan gomas para sujetar los arcos",
    "A Clínica Barroso utilitzem els brackets Damon perquè ens ofereixen una sèrie d'avantatges respecte als brackets tradicionals. El fet d'utilizar un bracket d'alta qualitat i tecnologia ens permet:" : "En Clínica Barroso utilizamos los brackets Damon porque nos ofrecen una serie de ventajas respecto a los brackets tradicionales. El hecho de utilizar un bracket de alta calidad y tecnología nos permite:",
    "· Una millora de l'estètica facial al crear un somriure més ampli" : "· Una mejora de la estética facial al crear una sonrisa más amplia",
    "· Més comoditat pel pacient al produir-se moviments més suaus de les dents. Es noten menys les forces" : "· Mayor comodidad para el paciente al producirse movimientos más suaves de los dientes. Se notan menos las fuerzas",
    "· Disminució de l'acumulació de bactèries al no portar gomes al voltant dels brackets, i conseqüentment una millor higiene dental" : "· Disminución de la acumulación de bacterias al no llevar gomas alrededor de los brackets, y consecuentemente una mejor higiene dental",
    "<b>Cas 3.</b> Abans-després d'un tractament d'ortodòncia realitzat amb brackets Damon" : "<b>Caso 3.</b> Antes-después de un tratamiento de ortodoncia realizado con brackets Damon",
    "Casos complexes tractats amb microcargols" : "Casos complejos tratados con microtornillos",
    "L'oclusió és la correcta relació entre les dents de dalt i les de baix.  Algunes funcions com són la parla i la masticació es poden veure afectades a causa d'una maloclusió." : "La oclusión es la correcta relación entre los dientes de arriba y los de abajo. Algunas funciones como son el habla y la masticación pueden verse afectadas a causa de una maloclusión.",
    "De vegades per solucionar determinades maloclusions és necessari l'ús de tècniques més complexes i per tant un coneixement específic sobre aquest tipus de tractaments. Una d'aquestes tècniques és l'ús dels microcargols. Es tracten de petites fixacions que col.loquem temporalment en els ossos maxil.lar i mandibular. La seva funció es generar forces addicionals per tal d'aconseguir moviments més precisos de les dents." : "A veces para solucionar determinadas maloclusiones es necesario el uso de técnicas más complejas y por tanto un conocimiento específico sobre este tipo de tratamientos. Una de estas técnicas es el uso de los microtornillos. Se trata de pequeñas fijaciones que colocamos temporalmente en los huesos maxilar y mandibular. Su función es generar fuerzas adicionales para conseguir movimientos más precisos de los dientes.",
    "Ortodòncia combinada amb cirurgia maxil.lofacial" : "Ortodoncia combinada con cirugía maxilofacial",
    "És la modalitat d'ortodòncia pels pacients adults que ja han acabat el seu creixement i que presenten una maloclusió severa on s'ha de modificar la posició dels ossos maxil.lars." : "Es la modalidad de ortodoncia para los pacientes adultos que ya han terminado su crecimiento y que presentan una maloclusión severa donde debe modificarse la posición de los huesos maxilares.",
    "Amb l'ortodòncia primer posicionem correctament les dents dins del maxil.lar i mandíbula, i seguidament amb la cirurgia es col.loquen bé els ossos per tal d'aconseguir un bon engranatge de les dents, a més a més de millorar l'estètica facial i la funció masticatòria." : "Con la ortodoncia primero posicionamos correctamente los dientes dentro del maxilar y mandíbula, y seguidamente con la cirugía se colocan bien los huesos para conseguir un buen engranaje de los dientes, además de mejorar la estética facial y la función masticatoria.",
    
    "Periodòncia i prevenció" : "Periodoncia y prevención",
    "La periodòncia és l'especialitat de l'odontologia que diagnostica i tracta els problemes dels teixits que donen suport a les dents (genives). Les principals malalties periodontals són la gingivitis i la periodontitis. La gingivitis consisteix en la inflamació i sagnat de la geniva sense afectar l'os. Quan l'os que dona suport a la dent comença a ser destruït per un procés bacterià ja parlem de periodontitis." : "La periodoncia es la especialidad de la odontología que diagnostica y trata los problemas de los tejidos que dan soporte a los dientes (encías). Las principales enfermedades periodontales son la gingivitis y la periodontitis. La gingivitis consiste en la inflamación y sangrado de la encía sin afectar al hueso. Cuando el hueso que soporta al diente empieza a ser destruido por un proceso bacteriano ya hablamos de periodontitis.",
    "Procés de la malaltia periodontal amb inflamació gingival i destrucció d'os alveolar." : "Proceso de la enfermedad periodontal con inflamación gingival y destrucción de hueso alveolar.",
    "El tractament de la malaltia periodontal consisteix en una adequada higiene professional, amb l'utilització d'ultrasons i raspatges amb curetes periodontals. També serà molt important en cas que sigui necessari la correcció de les tècniques del manteniment de la higiene oral diària per part del pacient." : "El tratamiento de la enfermedad periodontal consiste en una adecuada higiene profesional, con la utilización de ultrasonidos y raspajes con curetas periodontales. También será muy importante en caso necesario la corrección de las técnicas del mantenimiento de la higiene oral diaria por parte del paciente. El objetivo será frenar la progresión de la enfermedad, evitando que se pierda así más tejido de soporte del diente (hueso) y recuperando un aspecto sano de las encías. En algunos casos será incluso posible recuperar una parte del hueso perdido.",
    "Recuperació parcial de l'os perdut al voltant d'una dent amb malaltia periodontal." : "Recuperación parcial del hueso perdido alrededor de un diente con enfermedad periodontal.",
    "En aquesta especialitat també s'inclouen les tècniques de cirurgia plàstica mucogingival. Són tècniques quirúrgiques que tenen com a objectiu corregir els defectes de la geniva que envolta la dent. S'empraran tècniques de microcirurgia mucogingival per a millorar la qualitat i la posició de les genives afectades." : "En esta especialidad también se incluyen las técnicas de cirugía plástica mucogingival. Son técnicas quirúrgicas que tienen como objetivo corregir los defectos de la encía que rodea al diente. Se utilizarán técnicas de microcirugía mucogingival para mejorar la calidad y la posición de las encías afectadas.",
    "Recuperació de quantitat de teixit gingival en recessions múltiples amb empelts de geniva." : "Recuperación de cantidad de tejido gingival en recesiones múltiples con injertos de encía.",
    "Millora de la qualitat i quantitat de geniva en els dos incisius inferiors." : "Millora de la qualitat i quantitat de geniva en els dos incisius inferiors.",
    
    "Implantologia dental" : "Implantología dental",
    "Els implants dentals han revolucionat l'odontologia dels últims 40 anys, permetent millorar la qualitat de vida de moltes persones. Permeten crear les bases per a substituir les dents originals i que les noves semblin, se sentin i funcionin com dents naturals." : "Los implantes dentales han revolucionado la odontología de los últimos 40 años, permitiendo mejorar la calidad de vida de muchas personas. Permiten crear las bases para sustituir los dientes originales y que los nuevos parezcan, se sientan y funcionen como dientes naturales",
    "Les persones que han perdut dents, poden, gràcies als implants, menjar de tot, sabent que l'aparença natural de la seva boca es manté i que l'estètica facial es preserva." : "Las personas que han perdido dientes pueden, gracias a los implantes, comer de todo, sabiendo que la apariencia natural de su boca se mantiene y que la estética facial se preserva.",
    "Què són els implants dentals?" : "¿Qué son los implantes dentales?",
    "Els implants dentals són petits aditaments amb rosca externa i interna, fabricats d'un aliatge de titani. El titani és un metall biocompatible, la seva principal característica és la capacitat d'oseointegració amb els teixits, és a dir, la unió directe amb l'os una vegada col.locat. Aquest procés biològic dura entre 2 i 3 mesos en condicions normals. Es convertirà així en un ancoratge sòlid on posteriorment es podrà fixar la pròtesi dental, és a dir, la dent." : "Los implantes dentales son pequeños aditamentos con rosca externa e interna, fabricados de una aleación de titanio. El titanio es un metal biocompatible, su principal característica es la capacidad de oseointegración con los tejidos, es decir, la unión directa con el hueso una vez colocado. Este proceso biológico dura entre 2 y 3 meses en condiciones normales. Se convertirá así en un anclaje sólido donde posteriormente se podrá fijar la prótesis dental, es decir, el diente.",
    "La col.locació de l'implant dental és l'única manera d'evitar la degeneració atròfica que es dóna en l'os una vegada es produeix l'extracció de la dent. A Clínica Barroso sempre buscarem l'alternativa de tractament que ens permeti reduir al màxim l'invasivitat del procediment i que a la vegada permeti assolir el millor resultat possible." : "La colocación del implante dental es la única forma de evitar la degeneración atrófica que se da en el hueso una vez se produce la extracción del diente. En Clínica Barroso siempre buscaremos la alternativa de tratamiento que nos permita reducir al máximo la invasividad del procedimiento y que a su vez permita alcanzar el mejor resultado posible.",
    "Què és la cirurgia mínimament invasiva?" : "¿Qué es la cirugía mínimamente invasiva?",
    "La cirurgia mínimament invasiva consisteix en la realització de la cirurgia (col.locació d'implants dentals, empelts d'os o de geniva, extraccions,…) amb la mínima manipulació dels teixits, reduint l'extensió de les incisions o fins i tot realitzant cirurgies sense l'ús del bisturí." : "La cirugía mínimamente invasiva consiste en la realización de la cirugía (colocación de implantes dentales, injertos de hueso o de encía, extracciones, …) con la mínima manipulación de los tejidos, reduciendo la extensión de las incisiones o incluso realizando cirugías sin el uso del bisturí.",
    "Quins beneficis té la cirurgia mínimament invasiva?" : "¿Qué beneficios tiene la cirugía mínimamente invasiva?",
    "Principalment tenir un postoperatori més lleu, amb menys inflamació, hematomes i menys molèsties associades a la cicatrització dels teixits. A part, tenint més cura de la manipulació dels teixits és més difícil tenir complicacions postoperatòries com infeccions o sagnat. En moltes ocasions la implementació d'aquest tipus de tècniques també comporta reduir sensiblement els temps totals de tractament, reduint el número de visites per a la realització del tractament." : "Principalmente tener un postoperatorio más leve, con menor inflamación, hematomas y menos molestias asociadas a la cicatrización de los tejidos. Aparte, cuidando la manipulación de los tejidos es más difícil tener complicaciones postoperatorias como infecciones o sangrado. En muchas ocasiones, la implementación de este tipo de técnicas también comporta reducir sensiblemente los tiempos totales de tratamiento, reduciendo el número de visitas para la realización del tratamiento.",
    "Col.locació d'implant dental en incisiu central superior sense l'utilització de bisturí." : "Colocación de implante dental en incisivo central superior sin la utilización de bisturí.",
    "Avenços quirúrgics: Càrrega immediata" : "Avances quirúrgicos: Carga inmediata",
    "En algunes ocasions es podrà realitzar la col.locació de l'implant el mateix dia que es realitza l'extracció dental, reduint així el nombre d'intervencions. Els avenços en el macrodisseny dels implants ens permetrà que puguem posar la pròtesi dental sobre l' implant el mateix dia, proveint així d'una pròtesi provisional fixe des del mateix moment en què es treu la dent, solucionant el problema estètic en un sol dia. És el que s'anomena càrrega immediata o estètica immediata." : "En algunas ocasiones se podrá realizar la colocación del implante el mismo día en que se realiza la extracción dental, reduciendo así el número de intervenciones. Los avances en el macrodiseño de los implantes nos permitirá que podamos poner la prótesis dental sobre el implante el mismo día, proveyendo así de una prótesis provisional fija desde el mismo momento en que se quita el diente, solucionando el problema estético en un solo día. Es lo que se llama carga inmediata o estética inmediata.",
    "A Clínica Barroso som especialistes en tècniques de cirurgia mínimament invasives. El Dr Albert Barroso ha realitzat diferents estudis d'investigació sobre aquests tipus de tècniques. Ha centrat part del seu temps en treballs de recerca sobre implantologia immediata. Aquestes tècniques ens permeten posar els implants sense utilitzar el bisturí, i per tant, sense necessitat de punts de sutura. Al manipular menys els teixits, la inflamació post operatòria i les molèsties associades son molt menors. Així, en una sola intervenció podem substituir la dent defectuosa per a una de nova (provisional) fixa, mantenint en tot moment l'estètica i evitant l'ús d'in còmodes aparells de treure i posar. En una de les publicacions científiques del Dr. Albert Barroso es constata que la satisfacció dels pacients és molt més elevada amb la implementació d'aquest tipus de protocols en implantologia dental***." : "En Clínica Barroso somos especialistas en técnicas de cirugía mínimamente invasivas. El Dr. Albert Barroso ha realizado diferentes estudios de investigación sobre este tipo de técnicas. Ha centrado parte de su tiempo en trabajos de investigación sobre implantología inmediata. Estas técnicas nos permiten poner los implantes sin utilizar el bisturí, y por tanto, sin necesidad de puntos de sutura. Al manipular menos los tejidos, la inflamación post operatoria y las molestias asociadas son mucho menores. Así, en una sola intervención podemos sustituir el diente defectuoso por uno nuevo (provisional) fijo, manteniendo en todo momento la estética y evitando el uso de incómodos aparatos de quitar y poner. En una de las publicaciones científicas del Dr. Albert Barroso se constata que la satisfacción de los pacientes es mucho mayor con la implementación de este tipo de protocolos en implantología dental***.",
    "Substitució de dent fracturada per un implant dental. Aspecte clínic després de 5 anys." : "Substitució de dent fracturada per un implant dental. Aspecte clínic després de 5 anys.",
    
    "Pròtesi i estètica" : "Prótesis y estética",
    "La pròtesi dental substitueix les estructures dentals perdudes o deteriorades retornant a la boca tota la funcionalitat, resistència i estètica de les peces originals." : "La prótesis dental sustituye a las estructuras dentales perdidas o deterioradas devolviendo a la boca la funcionalidad, resistencia y estética de los dientes originales.",
    "Les pròtesis encaminades a solucionar problemes estètics son les facetes dentals." : "Las prótesis destinadas a solucionar problemas estéticos son las carillas dentales.",
    "Què són les facetes dentals?" : "¿Qué son las carillas dentales?",
    "Són fines làmines col.locades a la part de davant o frontal de cada dent. Les utilitzem per canviar i millorar diferents aspectes com el color, la forma o la posició. Per tant requeriran una preparació molt menor de la dent en comparació a les fundes o corones." : "Son finas láminas colocadas en la parte delantera o frontal de cada diente. Las utilizamos para cambiar y mejorar distintos aspectos como el color, la forma o la posición. Por tanto, requerirán una preparación mucho menor del diente en comparación a las fundas o coronas.",
    "Hi ha diferents tipus de facetes a valorar per l'especialista, però podríem dividir-les, segons el material en dues: facetes dentals de ceràmica i facetes de composite o resina." : "Existen diferentes tipos de carillas, pero podríamos dividirlas según el material en dos: carillas dentales de cerámica y carillas dentales de composite o resina.",
    "Les facetes ceràmiques es fabriquen amb tècniques indirectes (per a un tècnic de laboratori) i donaran un resultat superior a les de resina en quant a estètica i durabilitat." : "Las carillas cerámicas se fabrican con técnicas indirectas (por un técnico de laboratorio) y darán un resultado superior a las de resina en cuanto a estética y durabilidad.",
    "Què podem camuflar amb les facetes dentals?" : "¿Qué podemos camuflar con las carillas dentales?",
    "- Fractures" : "- Fracturas",
    "- Canvis de forma" : "- Cambios de forma",
    "- Desgastos i erosions" : "- Desgastes y erosiones",
    "- Color" : "- Color",
    "Modificació del color i la forma de les dents anteriors amb facetes dentals ceràmiques." : "Modificación del color y forma de los dientes anteriores con facetas dentales cerámicas.",
    "En casos en què l'objectiu apart de l'estètica sigui recuperar la funció perduda, hi ha múltiples alternatives de materials i dissenys dirigits a donar la millor solució a les necessitats de cada pacient." : "En casos en los que el objetivo aparte de la estética sea recuperar la función perdida, existen múltiples alternativas de materiales y diseños dirigidos a dar la mejor solución a las necesidades de cada paciente.",
    "La pròtesi no només ens permetrà recuperar la funcionalitat perduda sinó que també podrà aportar un rejoveniment de l'expressió del somriure." : "La prótesis no sólo nos permitirá recuperar la funcionalidad perdida, sino que también podrá aportar un rejuvenecimiento de la expresión de la sonrisa.",
    "Rehabilitació oral total amb fundes sobre dents desgastades." : "Rehabilitación oral total con fundas sobre dientes desgastados.",
    "Recanvi de corona antiga fracturada. Es busca la màxima resistència amb els nous materials i la màxima mimetització amb la resta de dents." : "Recambio de corona antigua fracturada. Se consigue la máxima resistencia y la máxima mimetización con el resto de dientes gracias a los nuevos materiales.",
    "Quan parlem de dentadures suportades sobre implants dentals podem realitzar diferents tipus de pròtesis, en quant a prestacions (fixes / amovibles) i en quant a materials (ceràmiques o de resina). Cada pacient serà sotmès a un estudi meticulós per a valorar quin tipus de pròtesi és més adequat segons les condicions que presenti." : "Cuando hablamos de dentaduras soportadas sobre implantes dentales podemos realizar diferentes tipos de prótesis, en cuanto a prestaciones (fijas/removibles) y en cuanto a materiales (cerámicas o de resina). Cada paciente será sometido a un estudio meticuloso para valorar qué tipo de prótesis es más adecuado en función de las condiciones que presente.",
    "Dentadures totals fixes sobre implants dentals." : "Dentaduras totales fijas sobre implantes dentales.",
    
    "Endodòncia" : "Endodoncia",
    "L'endodòncia és la part de l'odontologia que s'ocupa del diagnòstic i tractament de les malalties de les dents que afecten la polpa dental (el nervi). Quan la càries ataca a la dent, la va foradant poc a poc. Primer es fa malbé l'esmalt. Si segueix progressant, afecta la dentina i, si avança encara més, arriba a la polpa on es troba el nervi." : "La endodoncia es la parte de la odontología que se ocupa del diagnóstico y tratamiento de las enfermedades de los dientes que afectan a la pulpa dental (el nervio). Cuando la caries ataca al diente, la va agujereando poco a poco. Primero se estropea el esmalte. Si sigue progresando, afecta a la dentina y, si avanza aún más, llega a la pulpa donde se encuentra el nervio.",
    "Les càries solen avançar lentament pel que és fàcil detectar-les abans que siguin massa grans. Moltes vegades es descobreixen per mitjà d'una radiografia. No sempre fan mal. A vegades no se sent dolor fins que ha arribat al nervi. Quan la càries arriba al nervi, aquest s'infecta i per això s'inflama i fa mal. Si la inflamació persisteix, el nervi pot perdre la seva vitalitat. Ja no se sent dolor, però es produeix pus, que surt per la punta de l'arrel, i ocasiona un flemó. En el moment que la càries arriba al nervi és quan cal realitzar l'endodòncia, que consisteix en l'obertura d'una cavitat en la dent i l'eliminació del nervi que ha estat afectat per la càries." : "Las caries suelen avanzar lentamente por lo que es fácil detectarlas antes de que sean demasiado grandes. Muchas veces se descubren por medio de una radiografía. No siempre duelen. A veces no se siente dolor hasta que ha llegado al nervio. Cuando la caries llega al nervio, éste se infecta y por eso se inflama y duele. Si la inflamación persiste, el nervio puede perder su vitalidad. Ya no se siente dolor, pero se produce pus, que sale por la punta de la raíz, y ocasiona un flemón. En el momento que la caries llega al nervio es cuando es necesario realizar la endodoncia, que consiste en la apertura de una cavidad en el diente y la eliminación del nervio que ha sido afectado por la caries.",
    "Després de la seva desinfecció, que és fonamental, s'omple el conducte amb un material obturador. Tot aquest procés és molt delicat i meticulós, i la seva complexitat depèn de la morfologia de les arrels." : "Tras su desinfección, que es fundamental, se llena el conducto con un material obturador. Todo este proceso es muy delicado y meticuloso, y su complejidad depende de la morfología de sus raíces.",
    "Desaparició de l'infecció després de realitzar l'endodòncia." : "Desaparición de la infección después de realizar la endodoncia.",
    
    "Odontopediatria" : "Odontopediatría",
    "Quan recomanem la primera visita amb l'odontopediatra?" : "¿Cuándo recomendamos la primera visita con odontopediatría?",
    "Recomanem la primera visita al voltant de l'any de vida, quan ja han erupcionat les primeres dents de llet. Durant aquesta primera visita donem les pautes als pares i mares de com mantenir una bona salut bucal i higiene de les dents del nadó. És molt important realizar controls periòdics per tal de prevenir càries o altres patologies en un futur. D'aquesta manera també aconseguim una rutina per tal de que el nen/a es familiaritzi amb nosalres i perdi l'ansietat de venir al dentista." : "Recomendamos la primera visita en torno al año de vida, cuando ya han erupcionado los primeros dientes de leche. Durante esta primera visita damos las pautas a los padres y madres de cómo mantener una buena salud bucal e higiene de los dientes del bebé. Es muy importante realizar controles periódicos para prevenir caries u otras patologías en un futuro. De esta forma también conseguimos una rutina para que el niño/a se familiarice con nosotros y pierda la ansiedad de venir al dentista.",
    "Quins tipus de tractaments són els més freqüents?" : "¿Qué tipos de tratamientos son los más frecuentes?",
    "Eliminació de càries" : "Eliminación de caries",
    "La diferència entre l'odontologia en adults i l'odontopediatria és que les càries dels nens són tractades en dents de llet en comptes de en dents definitives. Les dents definitives es formen sota les arrels de les de llet i qualsevol infecció a la dent de llet pot afectar a la definitiva. L'eliminació de càries es tracta de retirar l'estructura dental afectada i omplir el defecte amb un material de resina blanca." : "La diferencia entre la odontología en adultos y la odontopediatría es que las caries de los niños son tratadas en dientes de leche en vez de en dientes definitivos. Los dientes definitivos se forman bajo las raíces de las de leche y cualquier infección en el diente de leche puede afectar a la definitiva. La eliminación de caries se trata de retirar la estructura dental afectada y llenar el defecto con un material de resina blanca.",
    "Pulpotomia/Pulpectomia" : "Pulpotomía/Pulpectomía",
    "És l'eliminació de la part de nervi afectat en els casos on la càries és molt profunda i ha arribat a afectar el nervi dental. Seguidament es substitueix per un material biocompatible." : "Es la eliminación de la parte de nervio afectado en los casos donde la caries es muy profunda y ha llegado a afectar al nervio dental. Seguidamente se sustituye por un material biocompatible.",
    "Reconstruccions de traumatismes" : "Reconstrucciones de traumatismos",
    "Es tracta de reparar amb un material de resina blanca les dents fracturades a causa de caigudes, impactes o cops." : "Se trata de reparar con un material de resina blanca los dientes fracturados a causa de caídas, impactos o golpes.",
    "Profilaxis i fluor" : "Profilaxis y flúor",
    "Consisteix en aplicar fluor a les dents per tal d'augmentar la resistència de l'esmalt i remineralitzar-lo. L'aplicació de fluor periodicament ajuda a prevenir l'aparició de càries." : "Consiste en aplicar flúor en los dientes para aumentar la resistencia del esmalte y remineralizarlo. La aplicación de flúor periódicamente ayuda a prevenir la aparición de caries.",
    "Extraccions i mantenidors d'espai" : "Extracciones y mantenedores de espacio",
    "És possible la pèrdua d'una dent de llet abans de temps o que sigui necessària la seva extracció. En aquests casos, es sol utilitzar un mantenidor d'espai per guardar l'espai que ha quedat resultant, amb l'objectiu que la dent definitiva pugui créixer correctament en el seu lloc." : "Es posible la pérdida de un diente de leche antes de tiempo o que sea necesaria su extracción. En estos casos, se suele utilizar un mantenedor de espacio para guardar el espacio que ha quedado resultando, con el objetivo de que el diente definitivo pueda crecer correctamente en su sitio.",
    "Protectors bucals" : "Protectores bucales",
    "Serveixen per protegir les dents dels nens i nenes que realitzen activitats esportives amb risc de patir qualsevol tipus de trauma dental." : "Sirven para proteger los dientes de los niños y niñas que realizan actividades deportivas con riesgo de sufrir cualquier tipo de trauma dental.",
    
    "Clínica Barroso, una experiència diferent" : "Clínica Barroso, una experiencia diferente",
    "Anar al dentista pot suposar una experiència poc agradable per a moltes persones. Donem molta importància a que puguis sentir-te còmode, relaxat i confiat durant tot el tractament. Som especialistes en tècniques mínimament invasives, que milloraran en moltes ocasions la teva experiència." : "Ir al dentista puede suponer una experiencia poco agradable para muchas personas. Damos mucha importancia a que puedas sentirte cómodo, relajado y confiado durante todo el tratamiento. Somos especialistas en técnicas mínimamente invasivas que mejorarán en muchas ocasiones tu experiencia.",
    "Què opinen" : "Qué opinan",
    "ELS NOSTRES PACIENTS?" : "NUESTROS PACIENTES?",
    
    "Contacti amb nosaltres" : "Contacte con nosotros",
    "Si desitja contactar amb nosaltres per a qualsevol comentari, consulta o sol·licitud, li posem a disposició un formulari de contacte per poder escriure'ns quan vostè ho necessiti." : "Si desea contactar con nosotros para cualquier comentario, consulta o solicitud, le ponemos a disposición un formulario de contacto para poder escribirnos cuando usted lo necesite.",
    "Telèfon" : "Teléfono",
    "Correu electrònic" : "Correo electrónico",
    "Direcció" : "Dirección",
    "Nom i cognoms *" : "Nombre y apellidos *",
    "Correu electrònic *" : "Correo electrónico *",
    "Telèfon *" : "Teléfono *",
    "Població *" : "Población *",
    "Missatge *" : "Mensaje *",
    "Enviar" : "Enviar",
    "Mútues adherides" : "Mutuas adheridas",
    "Per què Clínica Barroso és la teva clínica dental de confiança a Girona?" : "¿Por qué Clínica Barroso es tu clínica dental de confianza en Girona?",
    "Compromesos amb la qualitat" : "Comprometidos con la calidad",
    "Apostem per a fer tractaments de qualitat. No prioritzem la quantitat de tractaments fets a la clínica. L'ètica professional i les expectatives de cada pacient són les nostres prioritats." : "Apostamos por realizar tratamientos de calidad. No priorizamos la cantidad de tratamientos realizados en la clínica. La ética profesional y las expectativas de cada paciente son nuestras prioridades.",
    "Una clínica moderna" : "Una clínica moderna",
    "L'odontologia digital i el concepte de dentista digital és relativament nou. A Clínica Barroso emprarem la tecnologia puntera disponible sempre que ens aporti avantatges en la realització del diagnòstic i del propi tractament. La digitalització de molts dels procediments amb l'ús dels escàners intraorals, softwares de planificació o la radiologia digital ens permetrà realitzar tractaments menys invasius, millorant significativament l'experiència del pacient." : "La odontología digital y el concepto de dentista digital es relativamente nuevo. En Clínica Barroso utilizaremos la tecnología puntera disponible siempre que nos aporte ventajas en la realización del diagnóstico y del propio tratamiento. La digitalización de muchos de los procedimientos con el uso de escáneres intraorales, softwares de planificación o radiología digital nos permitirá realizar tratamientos menos invasivos, mejorando significativamente la experiencia del paciente",
    "Equip altament qualificat i especialitzat" : "Equipo altamente calificado y especializado",
    "En l'equip de Clínica Barroso comptem amb professionals altament especialitzats en les diferents branques de l'odontologia. A part de grans professionals el pacient podrà comprovar en cada visita la seva qualitat humana i el tracte proper." : "En el equipo de profesionales de Clínica Barroso contamos con profesionales altamente especializados en las distintas ramas de la odontología. Aparte de grandes profesionales el paciente podrá comprobar en cada visita su calidad humana y el trato cercano.",
    "Fàcil accessibilitat" : "Fácil accesibilidad",
    "Ubicats al centre de Girona, al barri dels Químics, on tindràs facilitat d'aparcarcament gratuït. En cas d'utilitzar transport públic també podràs utilitzar les línies del bus urbà." : "Ubicados en el centro de Girona, en el barrio dels Químics, dónde tendrás facilidad de aparcamiento gratuito. En caso de utilizar transporte público también podrás utilizar las líneas del bus urbano.",
    "Finançament a mida" : "Financiación a medida",
    "Posem a la disposició dels nostres pacients diverses alternatives de finançament personalitzades perquè el factor econòmic no suposi un obstacle a l'hora d'aconseguir una bona salut i estètica dental." : "Ponemos a disposición de nuestros pacientes diversas alternativas de financiación personalizadas para que el factor económico no suponga un obstáculo a la hora de conseguir una buena salud y estética dental.",
    "Missatge enviat correctament! En breu ens posarem en contacte. Gràcies" : "Mensaje enviado correctamente! En breve nos pondremos en contacto con nosotros. Gracias",
    "ERROR! Seleccionar no soy un robot." : "ERROR! Seleccionar la opción no soy un robot.",
    
    "Emprova't el teu somriure" : "Sonreír es un acto instintivo",
    "Somriure es un acte instintiu, natural i fins i tot beneficiós per la salut. Avui dia és un dels trets distintius dels humans més important. De fet, els cànons de bellesa donen gran importància a unes dents blanques i ben col·locades." : "Sonreír es un acto instintivo, natural e incluso beneficioso para la salud. Hoy en día es uno de los rasgos distintivos de los humanos más importantes. De hecho, los cánones de belleza dan gran importancia a unos dientes blancos y bien colocados.",
    "En el disseny d'un somriure és molt important fer un correcte diagnòstic per aconseguir els resultats que més satisfacin les expectatives del pacient. En aquesta fase diagnòstica, a més, es podrà mostrar al pacient el resultat estètic previst abans de començar (prova mock-up). Un cop recopilada tota la informació necessària (fotografies, radiografies o models d'estudi) es podrà començar el tractament que pot requerir la implicació de diferents especialitats: ortodòncia, cirurgia, periodòncia o pròtesi.<br><br>En el disseny d'un somriure s'intenta utilitzar materials lliures de metall, per donar un aspecte més natural a la rehabilitació, en altres paraules, que es mimetitzi o integri més amb la resta de la boca o la cara del pacient. S'utilitzen per aquests objectius les facetes ceràmiques, corones totalment ceràmiques, o en casos més avançats rehabilitacions estètiques amb implants.<br><br>Per a més informació els doctors de Clínica Barroso el podran assessorar personalment." : "En el diseño de una sonrisa es muy importante realizar un correcto diagnóstico para conseguir los resultados que más satisfagan las expectativas del paciente. En esta fase diagnóstica, además, se podrá mostrar al paciente el resultado estético previsto antes de empezar (prueba mock-up). Una vez recopilada toda la información necesaria (fotografías, radiografías o modelos de estudio) se podrá empezar el tratamiento que puede requerir la implicación de diferentes especialidades: ortodoncia, cirugía, periodoncia o prótesis.<br><br>En el diseño de una sonrisa se intenta utilizar materiales libres de metal, para dar un aspecto más natural a la rehabilitación, en otras palabras, que se mimetice o integre más con el resto de la boca o cara del paciente. Se utilizan para estos objetivos las carillas cerámicas, coronas totalmente cerámicas, o en casos más avanzados, rehabilitaciones estéticas con implantes.<br><br>Para más información, los doctores de Clínica Barroso podrán asesorarle personalmente.",
    "<strong>Cas 1.</strong> Rehabilitació estètica amb una combinació de facetes ceràmiques, implants i fundes." : "<strong>Caso 1.</strong> Rehabilitación estética con una combinación de facetas cerámicas, implantes y fundas.",
    "<strong>Cas 2.</strong> Correcció del somriure invertit amb laminats ceràmics." : "<strong>Caso 2.</strong> Corrección de la sonrisa invertida con laminados cerámicos.",
    "<strong>Cas 3.</strong> Tractament d'ortodòncia de pacient amb un apinyament dental sever." : "<strong>Caso 3.</strong> Tratamiento ortodóncico en paciente con apiñamiento dental severo.",
    "<strong>Cas 4.</strong> Rehabilitació oral total amb pròtesis fixes sobre implants dentals." : "<strong>Caso 4.</strong> Rehabilitación oral total con prótesis fijas sobre implantes dentales.",
    
    "Quin és el procés del tractament dental a Clínica Barroso?" : "¿Cuál es el proceso del tratamiento dental en Clínica Barroso?",
    "En presentar-se un problema bucal, un diagnòstic adequat, així com la correcta elaboració d'un pla de tractament són imprescindibles. Prendre unes males decisions en aquesta fase pot condicionar la resta del tractament." : "Al presentarse un problema bucal, un diagnóstico adecuado, así como la correcta elaboración de un plan de tratamiento son imprescindibles, tomar malas decisiones en esta fase puede condicionar el resto del tratamiento.",
    "En la fase de diagnòstic s'analitzaran els problemes estètics, funcionals o biològics que pugui presentar el pacient. Donem molt valor a la <b style='color:#FFF'>1ª visita</b>, ja que és el moment en què es prendran les decisions per a donar solucions als problemes que es presenten." : "En la fase de diagnóstico se analizarán los problemas estéticos, funcionales o biológicos que el paciente pueda presentar. Damos mucho valor a la <b style='color:#FFF'>1ª visita</b>, ya que es el momento en el que se tomarán las decisiones para dar soluciones a los problemas que se presentan.",
    "En aquesta visita es prenen els registres que siguin necessaris per a l'estudi adequat del problema bucodental: radiografies, registres de la dentició o fotografies, o fins i tot una radiografia 3D si és necessari o un escaneig intraoral. D'acord amb aquestes s'oferiran les possibilitats de tractament, quines són les més recomanades en el seu cas i quina duració pot tenir tot el tractament." : "En esta visita se toman los registros que sean necesarios para el adecuado estudio del problema bucodental: radiografías, registros de la dentición o fotografías, o incluso una radiografía 3D si es necesario o un escaneo intraoral. De acuerdo con éstas, se ofrecerán las posibilidades de tratamiento, cuáles son las más recomendables en su caso y qué duración puede tener todo el tratamiento.",
    "Després d'aquesta visita es podrà proporcionar un pla econòmic del cost del tractament i valorar la forma de pagament. Un cop el pacient decideixi començar s'abordarà el cas des de les diferents especialitats que pugui necessitar: periodòncia i prevenció, pròtesi i estètica, ortodòncia, cirurgia i implantologia, odontopediatria o endodòncia." : "Tras esta visita se podrá proporcionar un plan económico del coste del tratamiento y valorar la forma de pago. Una vez que el paciente decida empezar se abordará el caso desde las diferentes especialidades que pueda necesitar: periodoncia y prevención, prótesis y estética, ortodoncia, cirugía e implantología, odontopediatría o endodoncia.",
    "L'objectiu de l'odontologia ha de ser intentar mantenir funcional i estèticament la dentició natural per a tota la vida del pacient. Per tant, l'odontòleg ha de ser un expert en fer els tractaments necessaris per a que el pacient pugui tenir les seves dents en un estat adequat al llarg de la seva vida. Aquesta és la tasca de la <b>odontologia conservadora</b>, que tracta les lesions derivades de les càries. La meticulositat i precisió en aquests procediments, a part d'un adequat manteniment per part del pacient, són les claus per a que les dents perdurin en el temps i no es deteriorin." : "El objetivo de la odontología debe ser intentar mantener funcional y estéticamente la dentición natural de por vida. Por lo tanto, el odontólogo debe ser un experto en realizar los tratamientos necesarios para que el paciente pueda tener sus dientes en un estado adecuado a lo largo de su vida. Ésta es la tarea de la <b>odontología conservadora</b>, que trata las lesiones derivadas de las caries. La meticulosidad y precisión en estos procedimientos, aparte de un adecuado mantenimiento por parte del paciente, son las claves para que los dientes perduren en el tiempo y no se deterioren",
    "La boca és un espai de difícil accés i visibilitat, per tant l'ús de lupes de magnificació amb una bona il.luminació pot ajudar en alguns casos aconseguir uns resultats de major qualitat. Treballar amb magnificació ens permetrà captar detalls que l'ull humà pot no percebre. Aquesta eina ens permetrà treballar millor en rehabilitacions estètiques, així com ser més precisos en certes intervencions quirúrgiques." : "La boca es un espacio de difícil acceso y visibilidad, por lo tanto, el uso de lupas de magnificación con una buena iluminación puede ayudar en algunos casos a conseguir unos resultados de mayor calidad. Trabajar con magnificación nos permitirá captar detalles que el ojo humano puede no percibir. Esta herramienta nos permitirá trabajar mejor en rehabilitaciones estéticas, así como ser más precisos en ciertas intervenciones quirúrgicas.",
    "La <b>implantologia i l'ortodòncia</b> són especialitats reparadores o correctores de l'odontologia. A la vegada són especialitats que moltes vegades es complementen mútuament, realitzant així el que coneixem com a tractaments multidisciplinars. La qualitat dels implants i els dissenys de les pròtesis juguen un important paper en l'aparició de complicacions tant mecàniques com biològiques a mig-llarg termini." : "La <b>implantología y la ortodoncia</b> son especialidades reparadoras o correctoras de la odontología. A su vez son especialidades que muchas veces se complementan mutuamente, realizando así lo que conocemos como tratamientos multidisciplinares. La calidad de los implantes y diseños de las prótesis juegan un importante papel en la aparición de complicaciones tanto mecánicas como biológicas a medio-largo plazo.",
    "Aquests problemes poden aparèixer en els primers moments després d'acabar el tractament o després del pas dels anys degut al desgast o fatiga d'alguns dels components. Són complicacions que s'han d'intentar evitar. És per això que a Clínica Barroso només treballem amb marques amb el màxim reconeixement, utilitzant tots els components originals per a la confecció de les dents." : "Estos problemas pueden aparecer en los primeros momentos después de terminar el tratamiento o después del paso de los años debido al desgaste o fatiga de algunos de los componentes. Son complicaciones que deben intentarse evitar. Por eso en Clínica Barroso sólo trabajamos con marcas con el máximo reconocimiento, utilizando todos los componentes originales para la confección de los dientes.",
    "La <b>periodòncia</b> és l'especialitat de la odontologia encarregada de la prevenció i tractament dels problemes derivats de les genives. Aquests problemes sorgeixen per la acumulació de placa bacteriana i càlcul. El tractament d'aquests problemes consisteix en un adequat control dels factors causants, sent molt recomanable realitzar una higiene dental professional almenys un cop a l'any." : "La <b>periodoncia</b> es la especialidad de la odontología encargada de la prevención y el tratamiento de los problemas derivados de las encías. Estos problemas surgen por la acumulación de placa bacteriana y cálculo. El tratamiento de estos problemas consiste en un adecuado control de los factores causantes, siendo muy recomendable realizar una higiene dental profesional al menos una vez al año.",
    "Té molta importància el control de la malaltia periodontal, ja que aquesta és la que afecta als teixits de suport de la dent. També s'inclou en aquesta especialitat la reparació d'inestetismes o defectes de les genives al voltant de dents o implants. Aquests es podran corregir amb tècniques de microcirurgia mucogingival." : "Tiene mucha importancia el control de la enfermedad periodontal, ya que ésta es la que afecta a los tejidos de soporte del diente. También se incluye en esta especialidad la reparación de inestetismos o defectos de las encías en torno a dientes o implantes. Éstos se podrán corregir con técnicas de microcirugía mucogingival.",
    
    "Els doctors Albert i Cristina Barroso, atendran i escoltaran les necessitats de cada pacient durant la primera visita. D'acord amb aquestes es farà una planificació i proposta de tractament coordinat amb la resta de l'equip." : "Los doctores Albert y Cristina Barroso, atenderán y escucharán las necesidades de cada paciente durante la primera visita. De acuerdo con éstas se realizará una planificación y propuesta de tratamiento coordinado con el resto del equipo.",
    "La Doctora Cristina Barroso després d'acabar els estudis en odontologia va realitzar formacions complementàries en periodòncia i odontopediatria, i va obtenir l'especialitat en ortodòncia després de 3 anys de dedicació exclusiva en el Màster d'Ortodòncia de la Universitat de Barcelona. Actualment imparteix docència a l'escola d'higienistes del centre d'estudis Aurea i en el Màster d'Odontopediatria de la Universitat de Barcelona.<br><br>El Doctor Albert Barroso després dels estudis de llicenciatura va realitzar una formació exclusiva en cirurgia oral, implants i pròtesi durant dos anys a Barcelona. Posteriorment va obtenir el títol de Doctor en Odontologia “CUM LAUDE” defensant una tesi doctoral generada en un estudi clínic realitzat a la Clínica Barroso, del que s'han derivat diferents publicacions científiques internacionals.*** Actualment i des del 2007 imparteix docència a la Universitat Internacional de Catalunya en el Grau d'Odontologia, el Màster de Cirurgia Oral i en diferents cursos de formació continuada i congressos." : "La Doctora Cristina Barroso después de terminar los estudios en odontología realizó formaciones complementarias en periodoncia y odontopediatría, y obtuvo la especialidad en ortodoncia después de 3 años de dedicación exclusiva en el Máster de Ortodoncia de la Universidad de Barcelona. Actualmente imparte docencia en la escuela de higienistas del centro de estudios Aurea y en el Máster de Odontopediatría de la Universidad de Barcelona.<br><br>El Doctor Albert Barroso después de los estudios de licenciatura realizó una formación exclusiva en cirugía oral, implantes y prótesis durante dos años en Barcelona. Posteriormente obtuvo el título de Doctor en Odontología “CUM LAUDE” defendiendo una tesis doctoral generada en un estudio clínico realizado en la Clínica Barroso, del que se han derivado diferentes publicaciones científicas internacionales.*** Actualmente y desde 2007 imparte docencia en la Universidad Internacional de Cataluña en el Grado de Odontología, el Máster de Cirugía Oral y en diferentes cursos de formación continuada y congresos.",
    "Reposicionament quirúrgic del marge gingival per a millorar l'estètica del somriure." : "Reposicionamiento quirúrgico del margen gingival para mejorar la estética de la sonrisa.",
    "Modificació de la posició de les dents amb ortodòncia per a donar més amplitud al somriure." : "Modificación de la posición de los dientes con ortodoncia para dar mayor amplitud a la sonrisa.",
    
    "Evolució constant" : "Evolución constante",
    "Implantologia i estètica" : "Implantología y estética",
    "El món avança ràpidament. El coneixement i l'aplicació d'aquest evoluciona constantment. Per tant seria difícil comparar l'odontologia actual amb la que es feia fa 50 anys, fa 20 anys, o inclús fa 10 anys. En aquest sentit, la implementació d'una odontologia “moderna” i avançada aporta grans beneficis als nostres pacients." : "El mundo avanza rápidamente. El conocimiento y la aplicación de éste evoluciona constantemente. Por tanto, sería difícil comparar la odontología actual con la que se hacía hace 50 años, hace 20 años, o incluso hace 10 años. En este sentido, la implementación de una odontología “moderna” y avanzada aporta grandes beneficios a nuestros pacientes.",
    "Fins fa uns anys l'objectiu principal que buscava la implantologia era recuperar la funció oral del pacient. Actualment s' ha convertit en quelcom més elaborat que això, ja que el resultat estètic o integració natural del tractament en la boca / cara del pacient ha assolit la mateixa importància que la funció. Tanmateix, és important que el tractament es mantingui estable amb el pas del temps i que sigui durador, per això serà molt important un cop finalitzat el tractament seguir les instruccions de manteniment i tenir cura exquisita de la higiene." : "Hasta hace unos años el principal objetivo que buscaba la implantología era recuperar la función oral del paciente. Actualmente se ha convertido en algo más elaborado que esto, ya que el resultado estético o integración natural del tratamiento en la boca/cara del paciente ha alcanzado la misma importancia que la función. Sin embargo, es importante que el tratamiento se mantenga estable con el paso del tiempo y que sea duradero, por eso será muy importante una vez finalizado el tratamiento seguir las instrucciones de mantenimiento y cuidar exquisitamente la higiene.",
    "En moltes ocasions la realització de procediments mínimament invasius, els quals requereixen un bon entrenament i un alt grau d'especialització, ens permetran assolir aquests objectius amb més facilitat, a la vegada que disminuirà moltíssim el desconfort postoperatori del pacient i el temps total de tractament. Així ho hem demostrat en algunes publicacions científiques escrites pel Dr. Albert Barroso i publicades en revistes internacionals." : "En muchas ocasiones la realización de procedimientos mínimamente invasivos, que requieren un buen entrenamiento y un alto grado de especialización, nos permitirán alcanzar estos objetivos con mayor facilidad, a la vez que disminuirá muchísimo el malestar postoperatorio del paciente y el tiempo total de tratamiento. Así lo hemos demostrado en algunas publicaciones científicas escritas por el dr. Albert Barroso y publicadas en revistas internacionales",
    "Estem compromesos en la realització dels tractaments més efectius i que provoquin les mínimes molèsties post-operatòries, compaginat a la vegada amb un treball constant de recerca en el camp de la implantologia estètica." : "Estamos comprometidos con la realización de los tratamientos más efectivos y que provoquen las mínimas molestias post-operatorias, compaginado a su vez con un trabajo constante de investigación en el campo de la implantología estética.",
    "Paral.lelament a l'atenció dels pacients a la clínica, el Dr. Albert Barroso realitza tasques d'investigació relacionades amb la implantologia de la qual se n'han derivat diverses publicacions científiques internacionals. *** Compartir els resultats d'aquestes investigacions ha sigut motiu de presentacions tant en congressos nacionals com internacionals." : "Paralelamente a la atención de los pacientes en la clínica, el dr. Albert Barroso realiza tareas de investigación relacionadas con la implantología de la que se han derivado diversas publicaciones científicas internacionales.  *** Compartir los resultados de estas investigaciones ha sido motivo de presentaciones tanto en congresos nacionales como internacionales.",
    "A part, imparteix docència a la facultat d'odontologia i en cursos de formació continuada." : "Aparte, imparte docencia en la facultad de odontología y en cursos de formación continuada.",
    "*** articles publicats pel Dr. Albert Barroso" : "*** articulos publicados por el Dr. Albert Barroso",
    
    "PÀGINA NO DISPONIBLE" : "PÁGINA NO DISPONIBLE",
    "Tornar a la pàgina d'inici" : "Volver a la página de inicio",
    
    "Ortodòncia i estètica" : "Ortodoncia y estética",
    "Molts pacients que abans no es plantejaven un tractament d'ortodòncia per motius estètics, amb por d'ensenyar “els ferros” en el somriure, ara tenen més opcions alhora de decidir. Primerament es va oferir la ortodòncia lingual, una complexa tècnica que actuava movent les dents des de dins el paladar, evitant així que es veiés l'aparatologia ortodòntica, però per altra banda donant moltíssimes incomoditats a l'hora de parlar o menjar. Actualment l'ortodòncia invisible és una altra modalitat que podem oferir als nostres pacients que els preocupa l'aspecte o l'estètica durant el procés. Amb unes fèrules transparents de molt poc gruix que encaixem a les dents de dalt i a les de baix, anem fent els moviments dentals desitjats. A més en la planificació del tractament podem previsualitzar el resultat final abans de començar." : "Muchos pacientes que antes no se planteaban un tratamiento de ortodoncia por motivos estéticos, con miedo a enseñar “los hierros” en la sonrisa, ahora tienen más opciones a la hora de decidir. Primeramente se ofreció la ortodoncia lingual, una compleja técnica que actuaba moviendo los dientes desde dentro del paladar, evitando así que se viera la aparatología ortodóntica, pero por otra parte dando muchísimas incomodidades a la hora de hablar o comer. Actualmente la ortodoncia invisible es otra modalidad que podemos ofrecer a nuestros pacientes que les preocupa el aspecto o la estética durante el proceso. Con unas férulas transparentes de muy poco grosor que encajamos en los dientes de arriba y en los de abajo, vamos haciendo los movimientos dentales deseados. Además, en la planificación del tratamiento podemos previsualizar el resultado final antes de empezar.",
    "Cal remarcar que l'ortodòncia no només beneficia el pacient estèticament si no que permet assolir una millor estabilitat oclusal i per tant una millor funció i salut a llarg termini." : "Cabe remarcar que la ortodoncia no sólo beneficia al paciente estéticamente, sino que permite lograr una mejor estabilidad oclusal y por tanto una mejor función y salud a largo plazo.",
    "En el cas dels nens i preadolescents l'ortodòncia també permet modificar el creixement maxil.lar i la mandíbula, especialment en nens que han adquirit mals hàbits com són la interposició lingual, la succió del dit, la respiració oral… Per això és molt important detectar aquests patrons de creixement incorrectes, ja que els tractaments a aquestes edats de creixement permet grans canvis tant a nivell facial com funcional, que en edat adulta poden ser molt més difícils de corregir." : "En el caso de los niños y preadolescentes la ortodoncia también permite modificar el crecimiento del maxilar y de la mandíbula, especialmente en niños que han adquirido malos hábitos como son la interposición lingual, la succión del dedo, la respiración oral… Por eso es muy importante detectar estos patrones de crecimiento incorrectos, puesto que los tratamientos a estas edades de crecimiento permiten grandes cambios tanto a nivel facial como funcional, que en edad adulta pueden ser mucho más difíciles de corregir.",
    "L'ús de les noves tecnologies ens permet oferir tractaments més precisos i també una major comoditat pels pacients. Sabem que alguns procediments poden ser més molestos. Un d'ells són els motlles que prenem amb pastes de silicona per obtenir una rèplica amb guix de les dents. A Clínica Barroso fem un escaneig intraoral del pacient. L'escàner intraoral és un dispositiu electrònic que reprodueix les estructures de la cavitat oral amb imatges tridimensionals digitals. L'ús de l'escàner ofereix les següents avantatges:" : "El uso de las nuevas tecnologías nos permite ofrecer tratamientos más precisos y también una mayor comodidad para los pacientes. Sabemos que algunos procedimientos pueden resultar más molestos. Uno de ellos son los moldes que tomamos con pastas de silicona para obtener una réplica con yeso de los dientes. En Clínica Barroso hacemos un escaneo intraoral del paciente. El escáner intraoral es un dispositivo electrónico que reproduce las estructuras de la cavidad oral con imágenes tridimensionales digitales. El uso del escáner ofrece las siguientes ventajas:",
    "· Més comoditat pel pacient, ja que s'eviten les molèsties causades per les mides de silicona evitant arcades i sensació d'ofec." : "· Mayor comodidad para el paciente, ya que se evitan las molestias causadas por los tamaños de silicona evitando arcadas y sensación de ahogo.",
    "· Ens permet ensenyar una imatge real i tridimensional de les dents." : "· Nos permite enseñar una imagen real y tridimensional de los dientes generada digitalmente.",
    "· El pacient pot visualitzar els canvis mitjançant una predicció virtual dels moviments de les seves dents." : "· El paciente puede visualizar los cambios mediante una predicción virtual de los movimientos de sus dientes.",
    "· Rapidesa a l'hora de realitzar els tractaments. Degut a que es treballen amb imatges podem enviar-les directament via internet al laboratori sense generar residus i transport de materials." : "· Rapidez a la hora de realizar los tratamientos. Debido a que se trabajan con imágenes, podemos enviarlas directamente vía internet al laboratorio sin generar residuos y transporte de materiales.",
    "Ortodòncia combinada amb estètica" : "Ortodoncia combinada con estética",
    "Alguns pacients no només busquen l'alineació de les seves dents si no també un canvi en la seva forma i color, és a dir, un canvi important en el seu somriure. En aquests casos combinem el tractament d'ortodòncia amb un tractament estètic, que ben poden ser les facetes dentals, corones estètiques o un simple emblanquiment dental al final del tractament." : "Algunos pacientes no sólo buscan la alineación de sus dientes sino también un cambio en su forma y color, es decir, un cambio importante en su sonrisa. En estos casos combinamos el tratamiento de ortodoncia con un tratamiento estético, que bien pueden ser las carillas dentales, coronas estéticas o un simple blanqueamiento dental al final del tratamiento.",
    "Els laminats són unes làmines que enganxem a la part de fora de les dents per tal d'obtenir el canvi estètic que volem. El fet de millorar la oclusió del pacient amb l'ortodòncia millorarà en moltes ocasions el pronòstic del tractament estètic, permetent mantenir més esmalt en les preparacions dentals i reduint el risc de fractures amb el temps." : "Las carillas son unas láminas que enganchamos en la parte de fuera de los dientes para obtener el cambio estético que queremos. Mejorar la oclusión del paciente con la ortodoncia mejorará en muchas ocasiones el pronóstico del tratamiento estético, permitiendo mantener más esmalte en las preparaciones dentales y reduciendo el riesgo de fracturas con el tiempo.",
    "Recanvi de corones i facetes en mal estat, previ tractament d'ortodòncia" : "Recambio de coronas y carillas en mal estado, previo tratamiento de ortodoncia",

    "Una clínica dental amb història" : "Una clínica dental con historia",
    "Llarga tradició i dedicació" : "Larga tradición y dedicación",
    "Clínica Barroso compta amb una llarga tradició de dedicació a l'odontología, solucionant els problemes bucodentals de milers de pacients durant els més de 70 anys de presencia a Girona.<br><br> En l'any 1949 el Dr Enric Barroso i Baixerias, després de finalitzar els seus estudis en odontologia a la Universitat de Madrid, va inaugurar la primera clínica ubicada al principi del Carrer del Carme, a tocar de Plaça Catalunya de Girona. També durant uns anys Clínica Barroso va atendre pacients al municipi de Banyoles." : "Clínica Barroso cuenta con una larga tradición de dedicación a la odontología, solucionando los problemas bucodentales de miles de pacientes durante sus más de 70 años de presencia en Girona.<br><br> En el año 1949 el Dr. Enric Barroso i Baixerias, después de finalizar sus estudios en odontología en la Universidad de Madrid, inauguró la primera clínica ubicada al principio de la Calle del Carmen, junto a Plaza Catalunya de Girona. También durante unos años Clínica Barroso atendió a pacientes en el municipio de Banyoles.",
    "Després d'una llarga i exitosa trajectòria, l'activitat laboral del doctor començà a reduir-se i és en aquest moment que la segona generació d'especialistes pren el relleu. <br>Després de finalitzar els seus estudis en medicina i realitzar l'especialitat en estomatologia a la Universitat de Barcelona, l'any 1983 el Dr Enric Barroso i Bosch obre unes noves instal.lacions al centre de Girona, concretament al carrer Cor de Maria. En l'any 2010, amb la recent incorporació a l'equip dels doctors Cristina i Albert Barroso, tercera generació de professionals dedicats a la odontologia, fou necessari traslladar-se a les modernes i espaioses instal.lacions ubicades al barri dels Químics de Girona.<br><br>Aquest barri és conegut històricament per la presència d'una important fàbrica gironina “Indústrias químicas y tartáricas” (que estava en ple funcionament als anys 60 i a qui deu el seu nom), on encara segueix eixida una gran xemeneia en la ubicació exacta on hi habia la fàbrica originalment." : "Después de una larga y exitosa trayectoria, la actividad laboral del doctor empezó a reducirse y es en este momento que la segunda generación de especialistas toma el relevo. Después de finalizar sus estudios en medicina y realizar la especialidad en estomatología en la Universidad de Barcelona, en 1983 el Dr. Enric Barroso i Bosch abre unas nuevas instalaciones en el centro de Girona, concretamente en la calle Cor de Maria. En el año 2010, con la reciente incorporación al equipo de los doctores Cristina y Albert Barroso, tercera generación de profesionales dedicados a la odontología, fue necesario trasladarse a las modernas y espaciosas instalaciones ubicadas en el barrio dels Químics de Girona.<br><br>Este barrio es conocido históricamente por la presencia de una importante fábrica gerundense “Indústrias químicas y tartáricas” (que estaba en pleno funcionamiento en los años 60 y al que debe su nombre), donde todavía sigue erguida una gran chimenea en la ubicación exacta donde había la fábrica originalmente.",
    "En les noves instal.lacions ubicades a aquest barri, a la Pujada Creu de Palau 11-13, des de l'any 2010 fins a dia d'avui, es disposa de la tecnologia més avançada, i el que és més important, un equip humà altament qualificat i amb la màxima autoexigència per a oferir les millors solucions als problemes de salut bucodental dels pacients gironins que segueixen depositant la seva confiança en Clínica Barroso." : "En las nuevas instalaciones ubicadas en este barrio, en la Pujada Creu de Palau 11-13, desde el año 2010 hasta el día de hoy, se dispone de la tecnología más avanzada, y lo que es más importante, un equipo humano altamente calificado y con la máxima autoexigencia para ofrecer las mejores soluciones a los problemas de salud bucodental de los pacientes gerundenses que siguen depositando su confianza en Clínica Barroso."
}